" FOGRA" = "FOGRA";
" Pre-Printed Extra Heavyweight Cardstock" = "[MT]Pre-Printed Extra Heavyweight Cardstock";
"(1 - 9,999,999)" = "(1 - 9,999,999)";
"(1 - 99,999)" = "(1 - 99,999)";
"(1-12 Digits)" = "(1-12 цифри)";
"(4 digits)" = "(4 цифри)";
"(4-10 Digits)" = "(4-10 цифри)";
"(Optional)" = "(Опция)";
"(Required)" = "(Задължителни)";
"(SCT) Simple Catch Tray" = "(SCT) опростена тава за поемане";
"..." = "...";
":" = ":";
"+1" = "+1";
"+100" = "+100";
"+2 (MoreSquare)" = "+2 (повече)";
"+3" = "+3";
"+30" = "+30";
"0" = "0";
"0.5\" (8.5x11\" Template)" = "0,5 инча (8,5x11 инча Шаблон)";
"-1" = "-1";
"1 Center Staple, Bottom" = "1 централно телче, долу";
"1 Center Staple, Left" = "1 централно телче, вляво";
"1 Center Staple, Right" = "1 централно телче, вдясно";
"1 Center Staple, Top" = "1 централно телче, горе";
"1 Paper Tray" = "1 тава за хартия";
"1 Staple" = "1 телче";
"1 Staple, Bottom Left" = "1 телче, долу вляво";
"1 Staple, Bottom Right" = "1 телче, долу вдясно";
"1 Staple, Top Left" = "1 телче, горе вляво";
"1 Staple, Top Right" = "1 телче, горе вдясно";
"-100" = "-100";
"106 Line Enhanced" = "106 реда усъвършенствано";
"106 lpi" = "106 lpi";
"11 x 15\"" = "11 x 15 инча";
"12 x 19\"" = "12 x 19 инча";
"12.6 x 19.2\"" = "12,6 x 19,2 инча";
"12.7 mm (A4 Template)" = "12,7 мм (A4 Шаблон)";
"120 gsm" = "120 g/m2";
"1200x1200 256 shades of gray" = "1200x1200 256 тона на сивото";
"1200x1200 dpi" = "1200x1200 dpi";
"1200x600 dpi" = "1200x600 dpi";
"125 lpi" = "125 lpi";
"13 x 18\"" = "13 х 18 инча";
"13 x 19\"" = "13 x 19 инча";
"134 Line Enhanced" = "134 реда усъвършенствано";
"134 lpi" = "134 lpi";
"140 gsm" = "140 g/m2";
"141 lpi" = "141 lpi";
"150 Dot" = "150 точки";
"150 gsm" = "150 g/m2";
"150 Line Enhanced" = "150 реда усъвършенствано";
"150 lpi" = "150 lpi";
"156 lpi" = "156 lpi";
"16K (194 x 267 mm)" = "16K (194 x 267 мм)";
"16K (195 x 270 mm)" = "16K (195 x 270 мм)";
"175 Dot" = "175 точки";
"175 Dot (Primary)" = "175 точки (Първич.)";
"190 Line Enhanced" = "190 реда усъвършенствано";
"1-Sided Print" = "Едностранен печат";
"2 & 4 Hole Punch" = "Перфоратор с 2 и 4 отвора";
"-2 (LessSquare)" = "-2 (по-малко)";
"2 and 3 Hole Punch" = "Перфорация с 2 и 3 отвора";
"2 and 3 Hole Punch Unit" = "Модул за перфорация с 2 и 3 отвора";
"2 and 4 Hole Punch" = "Перфорация с 2 и 4 отвора";
"2 and 4 Hole Punch Unit" = "Модул за перфорация с 2 и 4 отвора";
"2 Hole Punch" = "Перфорация с 2 отвора";
"2 Hole Punch, Bottom" = "Перфорация с 2 отвора, долу";
"2 Hole Punch, Left" = "Перфорация с 2 отвора, вляво";
"2 Hole Punch, Right" = "Перфорация с 2 отвора, вдясно";
"2 Hole Punch, Top" = "Перфорация с 2 отвора, горе";
"2 Paper Trays" = "2 тави за хартия";
"2 Staples" = "2 телчета";
"2 Staples, Bottom" = "2 телчета, долу";
"2 Staples, Left" = "2 телчета, вляво";
"2 Staples, Right" = "2 телчета, вдясно";
"2 Staples, Top" = "2 телчета, горе";
"2 Trays" = "2 тави";
"2 up 6x9 (9.5 x 12.5\")" = "2 до 6x9 (9,5 x 12,5 инча)";
"200 Dot" = "200 точки";
"200 Dot (Primary)" = "200 точки (Първично)";
"200 Line" = "200 линии";
"210 gsm" = "210 g/m2";
"212 Line Enhanced" = "212 реда усъвършенствано";
"215 x 315 mm" = "215 x 315 мм";
"226 x 310 mm" = "226 x 310 мм";
"250 gsm" = "250 g/m2";
"283 Line Enhanced" = "283 реда усъвършенствано";
"2nd Side" = "2ра страна";
"2-Sided Print" = "Двустранен печат";
"2-Sided Print, Flip on Long Edge" = "Двустранен печат, обръщане по дългия ръб";
"2-Sided Print, Flip on Short Edge" = "Двустранен печат, обръщане по късия ръб";
"2-Sided Printing" = "Двустранен печат";
"2-Sided Printing:" = "Двустранен печат:";
"2-Sided-Printing:" = "Двустранен печат: ";
"-3" = "-3";
"3 Hole Punch" = "Перфорация с 3 отвора";
"3 Hole Punch Unit" = "Модул за перфорация с 3 отвора";
"3 Hole Punch, Bottom" = "Перфорация с 3 отвора, долу";
"3 Hole Punch, Left" = "Перфорация с 3 отвора, вляво";
"3 Hole Punch, Right" = "Перфорация с 3 отвора, вдясно";
"3 Hole Punch, Top" = "Перфорация с 3 отвора, горе";
"3 Paper Trays" = "3 тави за хартия";
"3 Staples" = "3 телчета";
"3 Tray Module" = "Модул с 3 тави";
"3 Trays" = "3 тави";
"3 Trays (High Capacity Feeder)" = "3 тави (Високок. подаващо у-во)";
"3 Trays (High Capacity)" = "3 тави (висококапацитетни)";
"3 x 5\"" = "3 x 5 инча";
"3.5X5.5SEF" = "3,5 x 5,5 инча SEF";
"-30" = "-30";
"300 Dot" = "300 точки";
"300 gsm" = "300 gsm";
"300 Line" = "300 линии";
"300x300 dpi" = "300x300 dpi";
"310 x 432 mm" = "310 x 432 мм";
"328 x 453 mm" = "328 x 453 мм";
"350 gsm" = "350 gsm";
"4 Hole Punch" = "Перфорация с 4 отвора";
"4 Hole Punch Unit" = "Модул за перфорация с 4 отвора";
"4 Hole Punch, Bottom" = "Перфорация с 4 отвора, долу";
"4 Hole Punch, Left" = "Перфорация с 4 отвора, вляво";
"4 Hole Punch, Right" = "Перфорация с 4 отвора, вдясно";
"4 Hole Punch, Top" = "Перфорация с 4 отвора, горе";
"4 Paper Trays" = "4 тави за хартия";
"4 Staples" = "4 телчета";
"4 Staples, Bottom" = "4 телчета, долу";
"4 Staples, Left" = "4 телчета, вляво";
"4 Staples, Right" = "4 телчета, вдясно";
"4 Staples, Top" = "4 телчета, горе";
"4 Trays" = "4 тави";
"4 Trays (High Capacity Feeder)" = "4 тави (Високок. подаващо у-во)";
"4 Trays (High Capacity Tandem Trays)" = "4 тави (Двойни тави с голям капацитет)";
"4 Trays (High Capacity)" = "4 тави (висококапацитетни)";
"4-Hole Punch Unit" = "Модул за перфорация с 4 отвора";
"5 Paper Trays Installed" = "Монтирани са 5 тави за хартия";
"5 Trays" = "5 тави";
"5 Trays (High Capacity Feeder)" = "5 тави (Високок. подаващо у-во)";
"5 Trays (High Capacity Tandem Trays)" = "5 тави (Двойни тави с голям капацитет)";
"5 Trays (High Capacity)" = "5 тави (висококапацитетни)";
"5 x 7\"" = "5 x 7 инча";
"6 Paper Trays Installed (High Capacity)" = "Монт. са 6 тави за харт. (с гол. капац.)";
"6 Trays" = "6 тави";
"6 Trays (High Capacity Feeder and Tandem Trays)" = "6 тави (Под.у-во с г.кап. и двойни тави)";
"6 Trays (High Capacity Feeder)" = "6 тави (Под. у-во с голям капац.)";
"60 gsm" = "60 g/m2";
"600 Dot" = "600 точки";
"600 Line" = "600 линии";
"600x600 256 shades of gray" = "600x600 256 тона на сивото";
"600x600 dpi" = "600x600 dpi";
"70 gsm" = "70 g/m2 ";
"75 gsm" = "75 g/m2";
"8 x 10.5\"" = "8 x 10,5 инча";
"8 x 10\"" = "8 x 10 инча";
"8 x 13" = "8 x 13 ";
"8.5 x 13\"" = "8,5 x 13 инча";
"80 ppm High Capacity Stacker/Stapler" = "80 стр/мин висок. у-во за подр./телб.";
"85 lpi" = "85 lpi";
"8K (267 x 388 mm)" = "8K (267 x 388 мм)";
"8K (270 x 390 mm)" = "8K (270 x 390 мм)";
"9 x 11\"" = "9 x 11 инча";
"90 gsm" = "90 g/m2";
"a lot less" = "много по-малко";
"a lot more" = "много повече";
"A3 (297 x 420 mm)" = "A3 (297 x 420 мм)";
"A4 (210 x 297 mm)" = "A4 (210 x 297 мм)";
"A4 Oversized (223 x 297 mm)" = "Много голям A4 (223 x 297 мм)";
"A4 Tab (225 x 297 mm)" = "A4 разделител (225 x 297 мм)";
"A5 (148 x 210 mm)" = "A5 (148 x 210 мм)";
"A6 (105 x 148 mm)" = "A6 (105 x 148 мм)";
"A7 Envelope (5.25 x 7.25\")" = "Пощенски плик A7 (5,25 x 7,25 инча)";
"About" = "За";
"About..." = "За...";
"Absolute Colorimetric" = "Абсолютна колориметрична";
"Account ID (Job Based Accounting)" = "ИД на акаунта (отчитане на задания)";
"Account ID:" = "ИД на акаунт:";
"Account Type:" = "Вид акаунт:";
"Account:" = "Инф. за доп. акаунт:";
"Accounting" = "Отчитане";
"Accounting Codes Required" = "Изискват се кодове за отчитане";
"Accounting Note" = "Ако този принтер изисква отчетност, изберете вида на системата за отчетност.";
"Accounting Prompt" = "Подкана за отчитане";
"Accounting Prompt:" = "Подкана за отчитане:";
"Accounting System" = "Система за отчитане";
"Accounting System:" = "Система за отчитане:";
"Accounting Title" = "Отчитане";
"Accounting..." = "Отчетност...";
"Accounting:" = "Отчетност:";
"AccountingCodesRequiredNote" = "Това задание е отменено.\n\nПри активирана функция Отчетност е невъзможно да изпратите задание без кодове за отчетност.";
"Add" = "Добавяне";
"Add Covers" = "Добавяне на корици";
"Add Covers..." = "Добавяне на корици...";
"Add Exception" = "Добавяне на изключения";
"Add Exceptions..." = "Добавяне на изключения..";
"Add From Address Book..." = "Добавяне от адресната книга...";
"Add Insert" = "Добавяне на вложки";
"Add Inserts..." = "Добавяне на вложки...";
"Add Recipient" = "Добавяне на получатели";
"Add Recipient..." = "Добавяне на получатели ...";
"Add to My Paper List" = "Добави към списъка на Моите хартии";
"Adding Duplicate Recipients" = "добавяне на дублиращи се получатели";
"Additional Spot Colorant:" = "Допълнителен прост оцветител:";
"Adjust Line Weight:" = "Настройка на дебелината на линията:";
"Adjustment" = "Корекция";
"Adjustment Magnitude" = "Степен на корекция";
"Adobe RGB" = "Adobe RGB";
"Advanced" = "Разширени";
"Advanced Finisher" = "Усъвършенстван финишър";
"Advanced Finishing Module" = "Модул на зав. у-во с разш. функции";
"Advanced Office Finisher" = "Усъвърш. завърш. у-во за офис операции";
"Advanced Paper Selection" = "Разширен избор на хартия...";
"Advanced..." = "Разширени...";
"After Each Set" = "След всеки комплект";
"After Page" = "След страница";
"After Page(s) Option" = "След страница(и)";
"Alert" = "Аларма";
"All" = "Всички";
"all colors except" = "всички цветове без";
"All Objects (Images, Text, Graphics)" = "Всички обекти (изображения, текст, графики)";
"AllColors" = "Всички цветове";
"AllColorsExcept" = "Всички цветове без";
"AllColorsExceptChange" = "Всички цветове без %1$@";
"AllFoliageGreen" = "Всички тревисто-зелени цветове";
"Allow Printer to Manage Halftones" = "Разр. принтерът да упр. полутоновете";
"Allow Printer to Manage Spot Colors" = "Разр. принт. да упр. простите цветове";
"Allow Printer to Manage Spot Colors:" = "Разрешение принтерът да управлява простите цветове:";
"Allow Software to Manage Halftones" = "Разр. софтуерът да упр. полутоновете";
"Allow Software to Manage Spot Colors" = "Разр. софт. да упр. простите цветовете";
"AllSkinTones" = "Всички цветове с телесен тон";
"AllSkyBlue" = "Всички небесно-сини цветове";
"ALotLess" = "Много по-малко";
"ALotMore" = "Много повече";
"Always Apply Embedded Profiles" = "Винаги прилагай вградените профили";
"Always Prompt" = "Винаги питай";
"Amount:" = "Количество:";
"Annotation Options" = "Опции за анотации";
"Anti-aliasing:" = "Потискане на смущенията:";
"Apple RGB" = "Apple RGB";
"Apply Form Pages:" = "Приложи страниците с формуляра:";
"Archival" = "Архивен";
"Archive" = "Архив";
"Auto" = "Автоматично";
"Auto Layering" = "Авт. слоеве";
"Auto Switch" = "Ключ за автоматичен режим";
"Automatic" = "Автоматично";
"Automatic (Recommended)" = "Автоматично (препоръчително)";
"Automatic Black" = "Автоматично черно";
"Automatic Color" = "Автоматичен цвят";
"Automatic Color (Recommended)" = "Автоматичен цвят (препоръчително)";
"Automatically Apply Embedded Profiles When Appropriate" = "Авт. приложи вгр.проф., когато е подход.";
"Automatically scale and print on loaded paper size" = "Авт. мащаб. и печат на заред. р-р хартия";
"Automatically Select" = "Автоматичен избор";
"Automatically Select Color" = "Автоматичен избор на цвят";
"Automatically Select Type" = "Автоматичен избор на тип";
"Auxillary Accounting Interface" = "Интерфейс за спомагателно отчитане";
"B4 (250 x 353 mm)" = "B4 (250 x 353 мм)";
"B5 (176 x 250 mm)" = "B5 (176 x 250 мм)";
"B5 Envelope (176 x 250 mm)" = "Пощенски плик B5 (176 x 250 мм)";
"B5 ISO (176 x 250 mm)" = "B5 ISO (176 x 250 мм)";
"B5 JIS (182 x 257 mm)" = "B5 JIS (182 x 257 мм)";
"B6 (125 x 176 mm)" = "B6 (125 x 176 мм)";
"Back" = "Гръб";
"Back Cover" = "Задна корица";
"Back Cover Paper Label" = "Хартия на задната корица:";
"Back Cover Value" = "Задна корица";
"Back Cover:" = "Задна корица:";
"Back Only" = "Само отзад";
"Background Form" = "Фонов формуляр";
"Background Form Name:" = "Име на фоновия формуляр:";
"Background Forms:" = "Фонови формуляри:";
"Banner (210 x 900 mm)" = "Банер (210 x 900 мм)";
"Banner (297 x 1200 mm)" = "Банер (297 x 1200 мм)";
"Banner Message:" = "Заглавно съобщение:";
"Banner Sheet" = "Титулен лист";
"Banner Sheet Uncheck Alert" = "Изключването на Титулни листове в някои офис среди може да доведе до неволно изгубване или смесване на заданията, водещо до допълнително разхищение.\n\nЗа да се гарантира, че заданието ви се намира на принтера и не е разместено, обмислете добавяне на воден знак на първата страница на заданието, като се уверите, че заданията се изместват (ако се поддържа) или да извършите подшиване на вашето задание (ако се поддържа)\n\nНатиснете OK, за да изключите Титулни листове.";
"Banner Sheet:" = "Титулен лист:";
"Basic Office Finisher" = "Опростен офис финишър";
"Before Page 1" = "Преди страница 1";
"BFM (Basic Finisher Module)" = "BFM (Базов модул на зав. у-во)";
"BFM + BFM" = "BFM + BFM";
"BFM + BFM + FTM" = "BFM + BFM + FTM";
"BFM + BFM + FTM-S" = "BFM + BFM + FTM-S";
"BFM + BFM + PSK" = "BFM + BFM + PSK";
"BFM + BFM + PSK + PSK" = "BFM + BFM + PSK + PSK";
"BFM + BFM + PSK + PSK + PSK" = "BFM + BFM + PSK + PSK + PSK";
"BFM + BFM + PSK + PSK + PSK + PSK" = "BFM + BFM + PSK + PSK + PSK + PSK";
"BFM + FTM" = "BFM + FTM";
"BFM + FTM-S" = "BFM + FTM-S";
"BFM + FTM-S + FTM-S" = "BFM + FTM-S + FTM-S";
"BFM + PSK" = "BFM + PSK";
"BFM + PSK + PSK" = "BFM + PSK + PSK";
"BFM + PSK + PSK + PSK" = "BFM + PSK + PSK + PSK";
"BFM + PSK + PSK + PSK + PSK" = "BFM + PSK + PSK + PSK + PSK";
"Bi-Directional Communication" = "Двупосочна комуникация";
"Bi-Directional Communication..." = "Двустранна комуникация...";
"Bi-Directional Communication:" = "Двустранна комуникация:";
"Bi-Fold" = "Двойно сгъване";
"Bi-Fold and Staple" = "Двойно сгъване и подшиване";
"Bi-Fold Multiple Sheets" = "Двойно сгъване на няколко листи";
"Bi-Fold Multiple Sheets (Booklet Fold)" = "2-ст.сгъв. на мн. листи (сг. на брош.)";
"Bi-Fold Multiple Sheets (Print Inside)" = "Двойно сгъване на няколко листи (отпечатани отвътре)";
"Bi-Fold Multiple Sheets (Print Outside)" = "Двойно сгъване на няколко листи (отпечатани отвън)";
"Bi-Fold Multiple Sheets Print Inside" = "Двойно сгъване на няколко листи с печат отвътре";
"Bi-Fold Multiple Sheets Print Outside" = "Двойно сгъване на няколко листи с печат отвън";
"Bi-Fold Single Sheet (Print Inside)" = "Двойно сгъване на единични листи (отпечатани отвътре)";
"Bi-Fold Single Sheet (Print Outside)" = "Двойно сгъване на единични листи (отпечатани отвън)";
"Bi-Fold Single Sheet Print Inside" = "Двойно сгънат единичен лист с печат отвътре";
"Bi-Fold Single Sheet Print Outside" = "Двойно сгънат единичен лист с печат отвън";
"Billing ID / Passcode:" = "ИД таксуване/Парола:";
"Bin 1" = "Кош 1";
"Bin 2" = "Кош 2";
"Bin 3" = "Кош 3";
"Bin 4" = "Кош 4";
"Bind on Long Edge" = "Подвързване по дългия ръб";
"Bind on Short Edge" = "Подвързване по късия ръб";
"Binding" = "Подвързване";
"Binding Edge" = "Ръб за подвързване";
"Binding Edge:" = "Ръб за подвързване:";
"Binding Egde:" = "Ръб за подвързване:";
"Binding on Long Edge" = "Подвързване по дългия ръб";
"Binding on Short Edge" = "Подвързване по късия ръб";
"black" = "черни";
"Black" = "Черно";
"Black and Gray use K only" = "Черно и сиво използват само K";
"Black and White" = "Черно-бяло";
"Black Enhancement:" = "Открояване на черното:";
"Black Only" = "Само черно";
"Black Overprint" = "Черен покриващ печат";
"Black Trapping:" = "Застъпване на черното:";
"Black uses K only" = "Черното използва само K";
"BlackLevel" = "Черно";
"Blank Back Cover" = "Празна задна корица";
"Blank or Preprinted" = "Празно или отпечатано предварително";
"Blank or Pre-printed" = "Празно или предварително отпечатано";
"Blank or Pre-Printed" = "Празна или предвр. отпечатана";
"Blank or Preprinted Covers" = "Празни или предв. отп. корици";
"Blank Separators" = "Празни разделители";
"Blend" = "Смесване";
"blue" = "сини";
"Blue" = "Синьо";
"blue colors" = "сините цветове";
"Bond" = "Документна";
"Booklet Crease" = "Сгъване на брошура";
"Booklet Crease and Staple" = "Сгъване и подшиване на брошура";
"Booklet Creation" = "Създаване на брошура";
"Booklet Creation..." = "Създаване на брошура...";
"Booklet Custom Height Range" = "(%1$@ - %2$@ %3$@)";
"Booklet Custom Width Range" = "(%1$@ - %2$@ %3$@)";
"Booklet Finishing" = "Завършване на брошура";
"Booklet Finishing:" = "Завършване на брошура:";
"Booklet Fold" = "Сгъване на брошура";
"Booklet Fold / Bi-Fold" = "Сгъване на брошура / Двустранно сгъване ";
"Booklet Fold and Staple" = "Сгъване на брошура и телбодиране";
"Booklet Image Order:" = "Ред на изображенията в брошура:";
"Booklet Layout" = "Оформление на брошура";
"Booklet Layout:" = "Оформление на брошура:";
"Booklet Maker Bin" = "Кошче на у-во за създ. на брош.";
"Booklet Maker Finisher" = "Зав. у-во на у-во за брош.";
"Booklet Margins" = "Полета на брошура";
"Booklet Margins:" = "Полета на брошура:";
"Booklet Module" = "Модул за брошури";
"Booklet Options" = "Опции за брошура";
"Booklet Options..." = "Опции за брошура...";
"Booklet Paper Size" = "Размер на хартия за брошура";
"Booklet Staple" = "Подшиване на брошура";
"Booklet/Watermark" = "Брошура/Воден знак";
"Bottom" = "Долу";
"Bottom Bind" = "Подвързване отдолу";
"Bottom Rotation:" = "Въртене долу:";
"BottomLeft" = "Долу ляво";
"BottomRight" = "Долу дясно";
"BR Booklet Maker Finisher" = "BR Финишър за създаване на брошури";
"BR Finisher" = "BR Финишър";
"bright" = "блестящи";
"Bright" = "Ярко";
"brown" = "кафяви";
"Brown" = "Кафяво";
"brown colors" = "кафявите цветове";
"Buff" = "Тъмножълто";
"Build New Sentence" = "Създайте ново изречение";
"Bypass" = "Байпас";
"Bypass Transport Tray" = "Тава на байпасния транспортьор";
"Bypass Tray" = "Байпасна тава";
"Bypass Tray Feed Edge" = "Стр. подаване на многофункц. тава";
"C Tri-Fold" = "Тройно С-сгъване";
"C Tri-Fold (Print Inside)" = "Тристранно сгъване С (отпечатани отвътре)";
"C Tri-Fold (Print Outside)" = "Тристранно сгъване С (отпечатани отвън)";
"C Tri-Fold Print Inside" = "Тройно С-сгъване, напечатаното е отвътре";
"C Tri-Fold Print Outside" = "Тройно C-сгъване, напечатаното е отвън";
"C Tri-Fold Single Sheet - (Print Inside)" = "Тристранно сгъване С (отпечатани отвътре)";
"C Tri-Fold Single Sheet - (Print Outside)" = "Тройно сгъване C на единични листи (отпечатани отвън)";
"C4 Envelope (229 x 324 mm)" = "Пощенски плик C4 (229 x 324 мм)";
"C5 Envelope (162 x 229 mm)" = "Пощенски плик C5 (162 x 229 мм)";
"C5 Open Envelope (162 x 229 mm)" = "Отворен пощенски плик C5 (162 x 229 мм)";
"C6 Envelope (114 x 162 mm)" = "Пощенски плик C6 (114 x 162 мм)";
"Cancel" = "Отмяна";
"Card Stock" = "Набор от карти";
"Cardstock" = "Плътна хартия";
"Cardstock Reloaded" = "Плътна хартия презаредена";
"Catch Tray or Output Tray" = "Тава за поемане или изходна тава";
"Center Bottom Tray" = "Централна долна тава";
"Center Staple" = "Централно телче";
"Center Staple, Bottom" = "Централно телче, долу";
"Center Staple, Left" = "Централно телче, вляво";
"Center Staple, Right" = "Централно телче, вдясно";
"Center Staple, Top" = "Централно телче, горе";
"Center Top Tray" = "Централна горна тава";
"Center Tray" = "Централна тава";
"Center Tray - Lower" = "Централна тава - долна";
"Center Tray - Upper" = "Централна тава - горна";
"Center Tray(Integrated Office Finisher)" = "Централна тава (Интегрирано завършващо устр. за офис операции)";
"Center Watermark" = "Център";
"Center:" = "Централно:";
"Charge Print" = "Печат с таксуване";
"Choose File..." = "Изберете файл...";
"Choukei 3 Envelope (120 x 235 mm)" = "Плик Choukei 3 (120 x 235 мм)";
"Choukei 4 Envelope (90 x 205 mm)" = "Пощенски плик Choukei 4 (90 x 205 мм)";
"CIE Color" = "CIE цвят";
"CIEImages" = "CIE изображения:";
"CIETextGraphics" = "CIE текст и графика:";
"Clear" = "Безцветно";
"Clear (Transparency)" = "Безцветно (Прозрачно фолио)";
"Clear Amount:" = "Количество на прозрачното:";
"Clear Dry Ink" = "Прозрачно сухо мастило...";
"Clear Dry Ink:" = "Прозрачно сухо мастило:";
"Clear List" = "Изчисти списъка";
"Clear Options:" = "Опции за прозрачно:";
"Close" = "Затвори";
"cloudy" = "облачно";
"CMYK" = "CMYK";
"CMYK Color" = "CMYK цвят";
"CMYK Color Space" = "Цветово пространство CMYK";
"CMYK Color:" = "CMYK цвят:";
"CMYKImages" = "CMYK изображения:";
"CMYKTextGraphics" = "CMYK текст и графика:";
"Coating Type" = "Покритие тип";
"Coating Type:" = "Тип на покритието:";
"Coil Punch" = "Спирално перфориране";
"Coil Punch, Bottom" = "Спирално перфориране, долу";
"Coil Punch, Left" = "Спирално перфориране, вляво";
"Coil Punch, Right" = "Спирално перфориране, вдясно";
"Coil Punch, Top" = "Спирално перфориране, горе";
"Collate must be set to Uncollated" = "Комплектуване трябва да е зададено на Некомплектувано";
"Collated" = "Комплектувано";
"Color" = "Цветно";
"Color Adjective" = "Прилагателно за цвят";
"Color Adjustments" = "Настройки за цвят";
"Color Adjustments Title" = "Настройки за цвят";
"Color Adjustments..." = "Цветови корекции...";
"Color By Words" = "Цвят по описание";
"Color Cast" = "Цветови нюанс";
"Color Cast:" = "Цветови нюанс";
"Color Correction" = "Цветова корекция";
"Color Correction:" = "Цветова корекция";
"Color Match RGB" = "Напасване на цветове RGB";
"Color Options" = "Опции за цвят";
"Color:" = "Цвят:";
"Colored" = "Цветна";
"Colored Paper" = "Цветна хартия";
"colorful" = "цветни";
"Colorful" = "Цветно";
"Colorimetric" = "Колориметрична";
"colors" = "цветове";
"Colors" = "Цветове";
"Comment" = "Забележка";
"Comment (Optional):" = "Забележка (опционална):";
"Commercial" = "Commercial корекция";
"Commercial CMYK" = "Commercial CMYK";
"completely" = "изцяло";
"Completely" = "Изцяло";
"Composite Black" = "Съставно черно";
"Confidential Watermark" = "Поверително";
"Configuration:" = "Конфигурация:";
"Confirm" = "Потвърждение";
"Confirm Passcode:" = "Потвърдете паролата:";
"Confirmation Sheet:" = "Потвърждение:";
"considerably less" = "значително по-малко";
"considerably more" = "значително повече";
"Contrast" = "Контраст";
"Contrast:" = "Контраст:";
"contrasty" = "Контрастно";
"Cool" = "Студено";
"Copy Named Paper" = "Копиране на надписана хартия";
"Copy Paper" = "Копиране...";
"Copy Watermark" = "Копиране";
"Cover Notes:" = "Бележки на заглавна страница:";
"Cover Option" = "Заглавна страница";
"Cover Options" = "Опции за корици";
"Cover Options Label" = "Опции за корици:";
"Cover Position" = "Позиция на корицата";
"Cover Position:" = "Позиция на корицата:";
"Cover Sheet" = "Заглавна страница";
"Cover Sheet Image:" = "Изображение на заглавната страница:";
"Cover Sheet Notes:" = "Забележки към заглавната страница:";
"Cover Sheet Paper Size:" = "Размер на хартията на заглавната страница:";
"Cover Sheet Watermark Title" = "Редактор на изображението на заглавната страница";
"Cover Sheet:" = "Заглавна страница:";
"Cover:" = "Корица:";
"Covers Title" = "Корици";
"Covers..." = "Корици...";
"Credit Card:" = "Кредитна карта:";
"Creep Range" = "(%1$@-%2$@ пункта)";
"Creep:" = "Разтягане:";
"Crop document to fit currently loaded paper size" = "Орязване на документа така, че да побере заредената в момента хартия";
"CSS (Common Stacker Stapler)" = "CSS (Обикн. сортир/у-во за подш.)";
"Current Document" = "Текущ документ";
"Custom" = "Потребителска";
"Custom 1" = "По избор 1";
"Custom 2" = "По избор 2";
"Custom 3" = "По избор 3";
"Custom 4" = "По избор 4";
"Custom 5" = "По избор 5";
"Custom 6" = "По избор 6";
"Custom 7" = "По избор 7";
"Custom Automatic Color..." = "Потребителски автоматичен цвят...";
"Custom Banner Sheet" = "Нестанд. банерен лист";
"Custom Color" = "Потребителски цвят";
"Custom Color 1" = "Потребителски цвят 1";
"Custom Color 2" = "Потребителски цвят 2";
"Custom Color 3" = "Потребителски цвят 3";
"Custom Color 4" = "Потребителски цвят 4";
"Custom Color 5" = "Потребителски цвят 5";
"Custom Color 6" = "Потребителски цвят 6";
"Custom Color 7" = "Потребителски цвят 7";
"Custom Color Adjustments" = "Корекции на потребителски цвят";
"Custom Color Adjustments Title" = "Корекции на потребителски цвят";
"Custom Color Correction" = "Потребителска цветова корекция";
"Custom Color Options" = "Опции за потребителски цвят";
"Custom Color Options..." = "Опции за потребителски цвят...";
"Custom Finishing" = "Потребителски довършителни операции";
"Custom Finishing:" = "Потребителски довършителни операции: ";
"Custom Selection" = "Потребителска селекция";
"Custom Size" = "Потребителски размер";
"Custom Tab Shift" = "(%1$@)";
"Custom Type" = "Потребителски тип";
"Custom Type 1" = "Потребителски тип 1";
"Custom Type 2" = "Потребителски тип 2";
"Custom Type 3" = "Потребителски тип 3";
"Custom Type 4" = "Потребителски тип 4";
"Custom Type 5" = "Потребителски тип 5";
"Custom Type 6" = "Потребителски тип 6";
"Custom Type 7" = "Потребителски тип 7";
"Custom Weight" = "Потребителско тегло";
"Custom..." = "Потребителски...";
"cyan" = "циан";
"Cyan" = "Циан";
"cyan colors" = "циан цветовете";
"CyanLevel" = "Циан";
"Cyan-Red" = "циан-червен";
"Cyan-Red:" = "Циан-червено:";
"CYMK:" = "CMYK:";
"dark" = "тъмни";
"Dark" = "Тъмно";
"DarkChange" = "Тъмно %1$@";
"Default Account ID:" = "Подрзб. ИД на акаунт:";
"Default Account Type:" = "Подразбиращ се тип акаунт:";
"Default Accounting Codes Required" = "Изискват се подразбиращи се кодове за отчетност";
"Default Accounting Codes:" = "Подразбиращи се кодове за отчитане:";
"Default Billing ID / Passcode:" = "Подразб. ИД таксуване/Парола:";
"Default Group Account" = "Групов акаунт по подразбиране";
"Default Public Folder" = "Подразбираща се публична папка";
"Default User ID / Passcode:" = "Подразб. ИД на потребител/Парола:";
"Default User ID:" = "Подрзб. ИД потребител:";
"DefaultAccountingCodesRequiredNote" = "Трябва да въведете подразбиращите се кодове за отчетност или да изберете опцията \"Запитване за всяко задание\"";
"Defaults" = "По подразб.";
"Delay Print Title" = "Отложен печат";
"Delay Print..." = "Отложен печат...";
"Delete" = "Изтриване";
"Delete Cover Warning" = "Сигурни ли сте, че искате да изтриете окончателно това изображение за заглавната страница?";
"Delete Cover Warning Title" = "Да се изтрие ли изображението за заглавната страница?";
"Delete Watermark" = "Изтриване";
"Delete Watermark Warning" = "Сигурни ли сте, че искате да изтриете окончателно този воден знак?";
"Delete Watermark Warning Title" = "Изтриване на воден знак";
"Describe Additional Color Changes:" = "Описване на допълнителни промени на цвета:";
"Description" = "Описание";
"Description (Expert):" = "Описание (Експерт):";
"Destination Profile" = "Профил на дестинацията";
"DFA Finisher" = "DFA финишър";
"DFA Finisher Profile" = "Профил на DFA финишъра";
"DFA Finisher Profile..." = "Профил на DFA финишъра...";
"DFA Finisher Profiles" = "Профили на DFA финишъра";
"DFA Module" = "DFA модул";
"Dialing Options:" = "Опции за набиране:";
"Dialing Prefix:" = "Префикс при набиране:";
"Direct CMYK" = "Директен CMYK";
"Disable Booklet Layout" = "Деактивиране на оформление на брошура";
"Disable Job ID" = "Деактивиране на ИД на задание";
"Disabled" = "Деактивирано";
"Disabled (Recommended)" = "Деактивирано (препоръчително)";
"Display error message in large window" = "Показвай съобщения за грешка в голям прозорец";
"Display error message in small window" = "Показвай съобщения за грешка в малък прозорец";
"DL Envelope (110 x 220 mm)" = "Пощенски плик DL (110 x 220 мм)";
"Do not allow unsupported paper size values" = "Не позволявай неподдържани стойности за размера на хартията";
"Do not display error message" = "Не показвай съобщения за грешка";
"Do not notify me" = "Не ме уведомявай";
"Do Not Print a Confirmation Sheet" = "Не печатай лист за потвърждение";
"Do Not Print a Cover Sheet" = "Не печатай заглавна страница";
"Do Not Print Job ID" = "Без отпечатване на ИД на заданието";
"Do Not Prompt" = "Не питай";
"Do not scale and print on loaded paper size" = "Без мащаб. и печат на заред. р-р хартия";
"Do Not Show Recipients" = "Не показвай получателите";
"Documentation" = "Документация";
"Documentation Note" = "Пренасочва ви към уеб страницата за поддръжка, където имате достъп до ръководства и видеоклипове, съдържащи информация за използването на системата.";
"DocuTech 6180" = "DocuTech 6180";
"Draft Mode" = "Режим на чернова";
"Draft Mode:" = "Режим на чернова:";
"Draft Watermark" = "Чернова";
"Draw Page Borders" = "Очертаване на границите на листа";
"DriverVersionBuild" = "Версия на драйвера: %1$@ (%2$@)";
"Drop Size:" = "Размер на капка:";
"Dual Center Tray" = "Двойна централна тава";
"Dual Print Engine" = "Двоен печатен модул";
"Dual Print Engines" = "Печатни модули за двустранен печат";
"dull" = "затъмнено";
"Duplex Module" = "Дуплексен модул";
"Duplicate Name Message" = "Хартия с име %1$@ вече съществува.  Желаете ли да смените наличната хартия?";
"Duplicate Name Title" = "Дублиращо се име";
"DuplicateFaxName" = "Име: %1$@";
"DuplicateFaxNumber" = "Факс номер: %1$@";
"DuplicateRecipient" = "Дублирай получател";
"DuplicateRecipientNote" = "Получателят вече съществува в Списъка с получатели.  Желаете ли да добавите дубликат на получателя?";
"Each Set" = "Всеки набор";
"Each Set and Each Subset" = "Всеки набор и всеки поднабор";
"Each Set and Subset" = "Всеки набор и поднабор";
"Each Subset" = "Всеки поднабор";
"Earth Smart Disable Banner Page" = "Изключването на Титулни листове в някои офис среди може да доведе до неволно изгубване или смесване на заданията, водещо до допълнително разхищение. Отпечатването на ИД на заданието в полетата може да помогне за идентифициране на заданията, без да се отпечатва допълнителен титулен лист.";
"Earth Smart Savings" = "Спестили сте: %1$@ топа (%2$@ листи)";
"Earth Smart Settings" = "Настройки за спестяващ печат";
"Edge Enhancement:" = "Открояване на ръбовете:";
"Edit" = "Редактирай";
"Edit Covers Title" = "Редактиране на корици";
"Edit Exceptions Title" = "Редактиране на изключения";
"Edit Inserts Title" = "Редакция на вложки";
"Edit Named Paper" = "Редактирай надписана хартия";
"Edit Recipient" = "Редактиране на получател";
"Edit Watermark" = "Редактирай...";
"Edit..." = "Редактиране...";
"Ellipsis" = "...";
"Email Address:" = "Имейл адрес:";
"Empty" = "Празна";
"Enable Subsets" = "Активиране на поднабори";
"Enabled" = "Активирано";
"End of Job" = "Край на заданието";
"End of Page" = "Край на страницата";
"End of Set" = "Край на набора";
"Enhanced" = "Подобрено";
"Enhanced 80ppm High Capacity Stacker" = "Усъвърш. 80 стр/мин високок. сортир";
"Enhanced Image Quality" = "Подобрено качество на изображението:";
"Enter accounting passcode at device note" = "Забележка: След изпращане на заданието въведете тази парола в панела за управление на принтера, за да отпечатате защитеното задание за печат.  За допълнителна информация натиснете бутона Помощ в диалоговия прозорец.";
"Enter at Device" = "Въведете при устройството";
"Enter Now" = "Въведете сега";
"EnterAtDeviceNote" = "Заданието се задържа в устройството до въвеждане на правилните данни за удостоверяване.";
"Env. No. 5 1/2 (4.375 x 5.75\")" = "Пощ. плик № 5 1/2 (4,375 x 5,75 инча)";
"Env. No. 6 3/4 (3.625 x 6.5\")" = "Пощ. плик № 6 3/4 (3,625 x 6,5 инча)";
"Envelope" = "Пощенски плик";
"Envelope (120 x 235 mm)" = "Пощенски плик (120 x 235 мм)";
"Envelope (220 x 312 mm)" = "Пощенски плик (220 x 312 мм)";
"Envelope (6 x 9\")" = "Пощенски плик (6 x 9 инча)";
"Envelope (9 x 12\")" = "Пощенски плик (9 x 12 инча)";
"Envelope 6x9 (6 x 9\")" = "Пощенски плик 6x9 (6 x 9 инча)";
"Envelope A7 (5.25 x 7.25\")" = "Пощенски плик A7 (5,25 x 7,25 инча)";
"Envelope B5 (176 x 250 mm)" = "Пощенски плик B5 (176 x 250 мм)";
"Envelope C4 (229 x 324 mm)" = "Пощенски плик C4 (229 x 324 мм)";
"Envelope C5 (162 x 229 mm)" = "Пощенски плик C5 (162 x 229 мм)";
"Envelope C6 (114 x 162 mm)" = "Пощенски плик C6 (114 x 162 мм)";
"Envelope Choukei 3 Gou" = "Пощенски плик Choukei 3 Gou";
"Envelope Choukei 4 Gou" = "Пощенски плик Choukei 4 Gou";
"Envelope DL (110 x 220 mm)" = "Пощенски плик DL (110 x 220 мм)";
"Envelope Monarch (3.875 x 7.5\")" = "Пощенски плик Monarch (3,875 x 7,5 инча)";
"Envelope Monarch (3.9 x 7.5\")" = "Пощенски плик Monarch (3,9 x 7,5 инча)";
"Envelope No. 10 (4.12 x 9.5\")" = "Пощенски плик № 10 (4,12 x 9,5 инча)";
"Envelope No. 10 (4.125 x 9.5\")" = "Пощенски плик № 10 (4,125 x 9,5 инча)";
"Envelope No. 5 1/2 (4.375 x 5.75\")" = "Пощенски плик № 5 1/2 (4,375 x 5,75 инча)";
"Envelope No. 6 3/4 (3.625 x 6.5\")" = "Пощенски плик № 6 3/4 (3,625 x 6,5 инча)";
"EnvWarningHeader" = "За да оптимизирате печата на пощ. пликове:";
"EnvWarningMessage" = "1. Отворете задния капак на гърба на устройството.\n2. Повдигнете двата зелени лоста.\n3. Плъзнете двата сиви превключвателя от двете страни на фюзера на настройката за пощенски пликове.\n4. Натиснете надолу двата зелени лоста, след което затворете задния капак.\n5. Разпечатайте документа си.\n6. Когато отпечатването завърши, за да печатате на всички други типове хартия, изпълнете отново тези стъпки за връщане на двата сиви превключвателя обратно на настройката за хартия.";
"Error Messages:" = "Съобщения за грешка:";
"Euroscale" = "Euroscale";
"Euroscale Coated CMYK" = "Euroscale с покритие CMYK";
"Euroscale Press" = "Euroscale корекция";
"Exceeded Max Recipients Note" = "Добавянето в този момент на %1$d получатели на факс ще доведе до надхвърляне на максимума от %2$d получатели на факсове.  В момента може да добавите само още %3$d получатели на факс.";
"Exceeded Maximum Recipients" = "Надхвърлен е максималният брой получатели";
"Exception Option" = "Изключение";
"Exception Page Label" = "Изключение на страница";
"Exception Page Range Label" = "Изключение на страници";
"Executive" = "Executive";
"Executive (7.25 x 10.5\")" = "Executive (7,25 x 10,5 инча)";
"Export" = "Експортиране";
"Export..." = "Експорт...";
"Extended Gamut" = "Разширена гама";
"Extra Heavy Duty Media Kit" = "Комплект носители за високотиражен печат";
"Extra Heavyweight" = "Много тежка";
"Extra Heavyweight (Side 2)" = "Много тежка (страна 2)";
"Extra Heavyweight Cardstock" = "Много тежък картон";
"Extra Heavyweight Cardstock Reloaded" = "Много тежка плътна хартия презаредена";
"Extra Heavyweight Gloss" = "Много тежък гланц";
"Extra Heavyweight Gloss Reloaded" = "Много тежък гланц презареден";
"Extra Heavyweight Glossy Cardstock" = "Много тежък гланциран картон";
"Extra Heavyweight Hole Punched Cardstock" = "Много тежка перфорирана плътна хартия";
"Extra Heavyweight Labels" = "Много тежки етикети";
"Extra Heavyweight Plus" = "Много тежка плюс";
"Extra Heavyweight Plus Reloaded" = "Много тежка плюс презаредена";
"Extra Heavyweight Reloaded" = "Много тежка презаредена";
"Extra Thick Card Stock" = "Много дебел картон";
"Face" = "Лицева страна";
"Face Down" = "С лицевата страна надолу";
"Face Down and Reverse Order" = "С лицевата страна надолу и в обратен ред";
"Face Down Reverse Order" = "С лицевата страна надолу и в обратен ред";
"Face Up" = "С лицевата страна нагоре";
"Face Up and Reverse Order" = "С лицевата страна нагоре и в обратен ред";
"Face Up Reverse Order" = "С лицевата стр. нагоре и в обратен ред ";
"Face-Up" = "С лицевата страна нагоре";
"False" = "Невярно";
"Fast Color" = "Бързо цветно";
"Fast Reprint" = "Бързо повторно разпечатване";
"Fast Reprint with DRI" = "Бързо повторно разпечатване с DRI";
"Fax" = "Факс";
"Fax Friendly" = "Подходящо за факс";
"Fax Label" = "Факс";
"Fax Number" = "Номер на факса";
"Fax Number:" = "Факс номер:";
"Fax Resolution:" = "Резолюция на факс:";
"Fax..." = "Факс...";
"Feed Direction" = "Посока на подаване";
"Feeder" = "Подаващо устройство";
"Film (Synthetic)" = "Филм (синтетичен)";
"Final Job:" = "Последно задание:";
"Fine" = "Фина";
"Finisher" = "Завършващо устройство";
"Finisher A: Main Stacker" = "Завършващо устройство A: Основен сортир";
"Finisher A: Top Tray" = "Завършващо устройство A: Горна тава";
"Finisher A<3A> Main Stacker" = "Зав. у-во A<3A> Осн. сортир";
"Finisher A<3A> Stacker Tray" = "Финишър A<3A> Тава на стакер";
"Finisher A<3A> Top Tray" = "Завършващо устройство A<3A> Горна тава";
"Finisher B: Main Stacker" = "Завършващо устройство B: Основен сортир";
"Finisher B: Top Tray" = "Завършващо устройство B: Горна тава";
"Finisher B<3A> Main Stacker" = "Зав. у-во B<3A> Осн. сортир";
"Finisher B<3A> Stacker Tray" = "Финишър B<3A> Тава на стакер";
"Finisher B<3A> Top Tray" = "Завършващо устройство B<3A> Горна тава";
"Finisher C: Main Stacker" = "Завършващо устройство C: Основен сортир";
"Finisher C: Top Tray" = "Завършващо устройство C: Горна тава";
"Finisher C<3A> Main Stacker" = "Зав. у-во C<3A> Осн. сортир";
"Finisher C<3A> Stacker Tray" = "Финишър C<3A> Тава на стакер";
"Finisher C<3A> Top Tray" = "Завършващо устройство C<3A> Горна тава";
"Finisher D: Main Stacker" = "Завършващо устройство D: Основен сортир";
"Finisher D: Top Tray" = "Завършващо устройство D: Горна тава";
"Finisher D<3A> Main Stacker" = "Зав. у-во D<3A> Осн. сортир";
"Finisher D<3A> Stacker Tray" = "Финишър D<3A> Тава на стакер";
"Finisher D<3A> Top Tray" = "Завършващо устройство D<3A> Горна тава";
"Finisher E: Main Stacker" = "Зав. у-во E: Осн. у-во подр.";
"Finisher E: Top Tray" = "Завършващо устройство Е: Горна тава";
"Finisher F: Main Stacker" = "Зав. у-во F: Осн. у-во подр.";
"Finisher F: Top Tray" = "Завършващо устройство F: Горна тава";
"Finisher G: Main Stacker" = "Зав. у-во G: Осн. у-во подр.";
"Finisher G: Top Tray" = "Завършващо устройство G: Горна тава";
"Finisher Output Tray" = "Изходна тава на завършващото устройство";
"Finisher Tray" = "Тава на финишър";
"Finisher/Output Tray" = "Завършващо устройство/изходна тава";
"Finishing" = "Завършване";
"Finishing:" = "Завършване:";
"Flat" = "Еднообразно";
"Flood Clear" = "Изцяло прозрачно покритие";
"Flood White" = "Бял слой";
"Foggy" = "Мъгляво";
"FOGRA Gloss Coated CMYK" = "FOGRA Гланцово с покритие CMYK";
"FOGRA Matte Coated CMYK" = "FOGRA Матово с покритие CMYK";
"FOGRA Plus CMYK" = "FOGRA Plus CMYK";
"FOGRA Uncoated CMYK" = "FOGRA Без покритие CMYK";
"FOGRA Web Offset CMYK" = "FOGRA Уеб изместване CMYK";
"Folder" = "Папка";
"Folder:" = "Папка:";
"Folding" = "Сгъване";
"Folding:" = "Сгъване:";
"FoliageGreen" = "Тревисто-зелени цветове";
"foliage-green colors" = "тревисто-зелени цветове";
"Force to New Paper Size:" = "Задълж. нов размер на хартията:";
"Forced (4800 Bps)" = "Принудително зададени (4800 bps)";
"Fore" = "Отпред";
"Form Name:" = "Име на формуляра:";
"Format" = "Формат";
"Format:" = "Формат:";
"From Form Page:" = "От страницата с формуляра:";
"From Label" = "От";
"From:" = "От:";
"Front" = "Лице";
"Front and Back<3A> Different" = "Отпред и отзад<3A> различни";
"Front and Back<3A> Same" = "Отпред и отзад<3A> еднакви";
"Front Cover Paper Label" = "Хартия на предната корица:";
"Front Cover Value" = "Предна корица";
"Front Only" = "Само отпред";
"Front Rotation:" = "Въртене отпред:";
"FrontBack" = "Отпред и отзад";
"FrontOnly" = "Само отпред";
"FTM (Finishing Transport Module)" = "FTM (Трансп. модул на зав. у-во)";
"FTM-S (FTM With Stacker)" = "FTM-S (FTM със сортир)";
"FTM-S + FTM-S" = "FTM-S + FTM-S";
"Full" = "Пълна";
"Full Bleed" = "Печат до ръба на хартията";
"Full Cut Tab" = "Разделител с индекс по цялата височина";
"Full Cut Tab-Embossed" = "Разделител с индекс по цялата височина – релефен";
"Full Page Flood" = "Листове с прозрачно покритие";
"G3 (14.4 Kbps)" = "G3 (14,4 Kbps)";
"G3 (Automatic)" = "G3 (Автоматично)";
"G3 (Fixed International)" = "G3 (Неподвижно международно)";
"G3 (Fixed)" = "G3 (Неподвижно)";
"G3 (International)" = "G3 (Международно)";
"Gather" = "Събиране";
"GBC AdvancedPunch" = "GBC AdvancedPunch:";
"GBC AdvancedPunch Pro - ANSI" = "GBC AdvancedPunch Pro - ANSI";
"GBC AdvancedPunch Pro - ISO" = "GBC AdvancedPunch Pro - ISO";
"GBC AdvancedPunch Unit" = "Модул GBC AdvancedPunch";
"General Account" = "Общ акаунт";
"Global Integrated Office Finisher" = "Global Integrated Office Finisher";
"Global Setting" = "Обща настройка ";
"Gloss" = "Гланц";
"Gloss Coating" = "Гланцово покритие";
"Gloss Coating Reloaded" = "Гланцово покритие презаредено";
"Gloss Level" = "Гланц ниво";
"Gloss Level:" = "Гланц ниво:";
"Gloss Reloaded" = "Гланц презареден";
"Glossy" = "Гланцирана";
"Glossy Cardstock" = "Гланциран картон";
"Glossy Cardstock Reloaded" = "Гланцирана плътна хартия презаредена";
"Glossy Paper" = "Гланцирана хартия";
"Glossy Reloaded" = "Гланцирана презаредена";
"Gold" = "Златисто";
"Goldenrod" = "‎Тъмнозлатисто";
"GRACol" = "GRACol";
"GRACoL 2006 Coated1v2 CMYK" = "GRACoL 2006 с покритие1v2 CMYK";
"Grain" = "Зърнистост";
"Grain Long" = "Хартия с влакна в посока на дългия ръб";
"Grain Short" = "С водна линия по къс. страна (на листа)";
"Grain:" = "Зърнистост:";
"Graphic Object Rendering" = "Рендиране на графични обекти";
"gray" = "сиви";
"Gray" = "Сиво";
"Gray Color" = "Сив цвят";
"Gray Color Space" = "Цветово пространство на нюансите на сивото";
"gray colors" = "сивите цветове";
"GrayImages" = "Сиви изображения:";
"Grayscale" = "Сива тоналност";
"GrayTextGraphics" = "Сив текст и графика:";
"green" = "зелени";
"Green" = "Зелено";
"green colors" = "зелените цветове";
"Group Account" = "Групов акаунт";
"Gutter Range" = "(%1$@-%2$@ пункта)";
"Gutter:" = "Интервал между две полета на набор:";
"Halftone Screen:" = "Полутонов екран";
"Halftones:" = "полутонове:";
"Hard Drive" = "Твърд диск";
"hazy" = "неясни";
"Hazy" = "Неясно";
"HCS (High Capacity Stacker)" = "HCS (Висококапацитетен сортир)";
"HCS (High Capacity Stacker) + DFA" = "HCS (Висококапацитетен сортир) + DFA";
"HCS + Advanced Finisher" = "HCS + Усъвърш. финишър";
"HCS + Booklet Maker Finisher" = "HCS + Зав.у-во с у-во за създ. на брош.";
"HCS + DFA" = "HCS + DFA";
"HCS + HCS" = "HCS + HCS";
"HCS + HCS + Booklet Maker Finisher" = "HCS + HCS + Финишър с устр. за брошури";
"HCS + HCS + DFA" = "HCS + HCS + DFA";
"HCS + HCS + Light Production C Finisher" = "HCS + HCS + Нискообемно C завърш. у-во ";
"HCS + HCS + PR Booklet Maker Finisher" = "HCS + HCS + PR финишър с у-во за брошури";
"HCS + HCS + PR Finisher" = "HCS + HCS + PR финишър";
"HCS + HCS + PR Finisher Plus" = "HCS + HCS + PR финишър плюс";
"HCS + HCS + Standard Finisher" = "HCS + HCS + Стандартен финишър";
"HCS + HCS + Standard Finisher Plus" = "HCS + HCS + Стандартен финишър плюс";
"HCS + Light Production C Finisher" = "HCS + Нискообемно C завърш. у-во ";
"HCS + PR Booklet Maker Finisher" = "HCS + PR финишър с у-во за брошури";
"HCS + PR Finisher" = "HCS + PR финишър";
"HCS + PR Finisher Plus" = "HCS + PR финишър плюс";
"HCS + Professional Finisher" = "HCS + Професионален финишър";
"HCS + Standard Finisher" = "HCS + Стандартно завършващо устройство";
"HCS + Standard Finisher Plus" = "HCS + Станд. зав. у-во Plus";
"Heavy" = "Тежка";
"Heavy (106-200 gsm)" = "Тежка (106-200 g/m2)";
"Heavy Plain Paper" = "Тежка обикновена хартия";
"Heavyweight" = "Тежка";
"Heavyweight (Side 2)" = "Тежка (страна 2)";
"Heavyweight Bond" = "Тежка Bond";
"Heavyweight Cardstock" = "Тежък картон";
"Heavyweight Cardstock Reloaded" = "Тежка плътна хартия презаредена";
"Heavyweight Gloss" = "Тежък гланц";
"Heavyweight Gloss Coating" = "Тежко гланцово покритие";
"Heavyweight Gloss Coating Reloaded" = "Тежко гланцово покритие презаредено";
"Heavyweight Gloss Reloaded" = "Тежък гланц презареден";
"Heavyweight Glossy" = "Тежка гланцирана";
"Heavyweight Glossy Cardstock" = "Тежък гланциран картон";
"Heavyweight Glossy Cardstock Reloaded" = "Тежка гланц. плътна хартия презаредена";
"Heavyweight Glossy(Side 2)" = "Гланцирана тежка(страна 2)";
"Heavyweight Hole Punched Cardstock" = "Тежък перфориран картон";
"Heavyweight Labels" = "Тежки етикети";
"Heavyweight Pre-Printed" = "Предварително отпечатана тежка хартия";
"Heavyweight Reloaded" = "Тежка презаредена";
"Height" = "Височина";
"Height:" = "Височина:";
"High" = "Високо";
"High Capacity Feeder" = "Висококапацитетно подаващо устройство";
"High Capacity Feeder (2 Trays)" = "Високок. подаващо у-во (2 тави)";
"High Capacity Stacker" = "Висококапацитентен сортир";
"High Capacity Tandem Trays" = "Висококапацитетни тандемни тави";
"High Gloss" = "Висок гланц";
"High Quality" = "Високо качество";
"High Resolution" = "Висока резолюция";
"High Speed" = "Високоскоростно";
"High Volume Finisher" = "Високообемно завършващо устройство";
"High Volume Finisher With Booklet Maker" = "Високооб. завър. у-во с у-во за брошури";
"High-Gloss" = "Висок гланц";
"Hold Job" = "Задържане на задание";
"Hole Punch" = "Перфориране на отвор";
"Hole Punch Module" = "Модул за перфориране";
"Hole Punch Unit" = "Модул за перфорация";
"Hole Punched" = "Перфорирана";
"Hole Punched Cardstock" = "Перфориран картон";
"Hole Punched Paper" = "Перфорирана хартия";
"Hole Punched Paper:" = "Перфорирана хартия:";
"Hole Punching" = "Перфориране";
"Hole Punching:" = "Перфориране на отвори:";
"Holepunch Warning" = "Всякакво графично съдържание в полето с перфорация ще бъде автоматично изтрито.";
"Horizontal Offset" = "Хоризонтално:";
"How Much Change?" = "Колко да се промени?";
"Ignore mismatch and print on loaded paper type" = "Игнор. несъотв. и печ. на зар. тип харт.";
"Ignore Type mismatch and print on loaded paper" = "Игнор. несъотв. тип и печат на заред. хартия";
"Image Enhancement" = "Подобряване на изображението";
"Image Enhancement:" = "Подобряване на изображението:";
"Image Object Rendering" = "Рендиране на обекти изображения";
"Image Options" = "Опции за изображението";
"Image Quality" = "Качество на изображението";
"Image Shift" = "Отместване на изображението";
"Image Shift:" = "Отместване на изображението:";
"Images Profile" = "Профил на изображения";
"Images:" = "Изображения:";
"ImageShift Options:" = "Опции за отместване на изображение:";
"Import" = "Импортиране";
"Import..." = "Импортиране...";
"in." = "инчове";
"Inches" = "Инчове";
"Incomplete Color Change Note1" = "Вие не сте приключили описването на Вашите промени на цвета.  Желаете ли да завършите Вашите промени на цвета?   Натиснете \"Да\", за да продължите с описването на Вашите промени или натиснете \"Не\", за да игнорирате тези промени и да продължите.";
"Incomplete Color Change Note2" = "Забележка: Изборът на зеления бутон-стрелка ще добави Вашето описание към списъка и ще завърши Вашите промени.";
"Incomplete Color Changes" = "Незавършена Промяна на цвета";
"Independent" = "Независимо";
"Index Card (3 x 5\")" = "Индексна карта (3 x 5 инча)";
"Index Card Stock" = "Набор индексни карти";
"Input Slot" = "Входящ слот";
"Input Trays" = "Входни тави";
"Insert After Page Label" = "След страница(и)";
"Insert Before Page 1 Label" = "Преди страница 1";
"Insert Option" = "Вложка";
"Insert Options:" = "Опции за вмъкване:";
"Inserter Module" = "Модул вмъкващо устройство";
"Installed" = "Инсталирано";
"Integrated Office Finisher" = "Интегр. завърш. у-во за офис операции";
"Invalid EMail Address" = "Невалиден имейл адрес";
"Invalid EMail Alert" = "Изглежда, че имейл адресът \"%1$@\" не е валиден имейл адрес.\n\nЖелаете ли да го използвате въпреки това?";
"Invalid Fixed Length Secure Print Passcode Alert" = "За да използвате функцията \"Защитен печат\", е необходимо да въведете %1$@ -цифрена парола и да я повторите за потвърждение.";
"Invalid Passcode Title" = "Грешна кодова парола";
"Invalid Variable Length Secure Print Passcode Alert" = "За да използвате функцията \"Защитен печат\", е необходимо е да въведете %1$@-%2$@ -цифрена парола и да я повторите за потвърждение.";
"InvalidAccountingPasscodeAlert" = "Паролата трябва да се състои минимум от 4 символа или да не се въвежда, ако това не се изисква.";
"ISO Coated" = "ISO с покритие";
"ISO Coated v2 (ECI)" = "ISO с покритие v2 (ECI)";
"ISO Uncoated" = "ISO без покритие";
"Ivory" = "Слонова кост";
"Japan Color" = "Japan Color";
"Japan Color 2001 (Type1<3A>Art) CMYK" = "Japan Color 2001 (Тип 1<3A>Арт) CMYK";
"Japan Color 2001 (Type2<3A>Matte) CMYK" = "Japan Color 2001 (Тип 2<3A>Матов) CMYK";
"Japan Color 2001 (Type3<3A>Coated) CMYK" = "Japan Color 2001 (Тип 3<3A>С покр.) CMYK";
"Japan Color 2001 (Type4<3A>Uncoated) CMYK" = "Japan Color 2001 (Тип4<3A>без пок.) CMYK";
"Japan Color 2001 Plus CMYK" = "Japan Color 2001 Plus CMYK";
"JIS B4 (257 x 364 mm)" = "JIS B4 (257 x 364 мм)";
"JIS B5 (182 x 257 mm)" = "JIS B5 (182 x 257 мм)";
"JIS B6 (128 x 182 mm)" = "JIS B6 (128 x 182 мм)";
"Job Identification:" = "Идентификация на заданието:";
"Job Name:" = "Наименование на заданието:";
"Job Notes" = "Бележки към заданието";
"Job Offset:" = "Изместване на заданието:";
"Job Settings Label" = "Настройки на задание:";
"Job Storage" = "Съхранение на задание";
"Job Storage Module" = "Модул за съхранение на задачите";
"Job Type" = "Тип задание";
"Job Type:" = "Тип задание:";
"K100% High Resolution" = "K100% висока резолюция";
"Kakugata 2 Envelope (240 x 332 mm)" = "Пощенски плик Kakugata 2 (240 x 332 мм)";
"L10N_No" = "Не";
"L10N_Yes" = "Да";
"Labels" = "Етикети";
"LAN Fax" = "LAN факс";
"LAN Fax Email Confirmation" = "Имейл потвърждение за LAN факс";
"LAN Fax Module" = "LAN факс модул";
"LAN Fax Passcode:" = "Парола за LAN факс:";
"Landscape Bottom" = "Пейзаж - долу";
"Landscape Top" = "Пейзаж - горе";
"Large" = "Голяма";
"Layers:" = "Слоеве:";
"LCD Display" = "LCD дисплей";
"Left" = "Ляво";
"Left Bind" = "Подвързване отляво";
"Left Side Output Tray" = "Лява странична тава за изход";
"Left To Right" = "Отляво надясно";
"Left Top Tray" = "Лява горна тава";
"Left Tray" = "Лява тава";
"Legal (8.5 x 14\")" = "Legal (8,5 x 14 инча)";
"Less" = "По-малко";
"Letter (8.5 x 11\")" = "Letter (8,5 x 11 инча)";
"Letter Tab (9 x 11\")" = "Разделител с букви (9 x 11 инча)";
"Letterhead" = "Бланка";
"light" = "светли";
"Light" = "Светло";
"Light Plain Paper" = "Лека обикновена хартия";
"Light Production C Finisher" = "Нискообемно C завършващо устройство";
"Light Production Finisher" = "Нискообемен финишър";
"Light Production Finisher with C- Z- Fold" = "Нискообемно завърш. у-во с C- Z-сгъване";
"LightChange" = "Светло %1$@";
"Lighten/Darken" = "Изсветляване/потъмняване";
"Lightness" = "Осветеност";
"Lightness:" = "Осветеност:";
"Lightweight" = "Лека";
"Lightweight Cardstock" = "Лека плътна хартия";
"Lightweight Cardstock Reloaded" = "Лека плътна хартия презаредена";
"Lightweight Glossy Cardstock" = "Лека гланцирана плътна хартия";
"Lightweight Glossy Cardstock Reloaded" = "Лека гланц. плътна хартия презаредена";
"Lightweight Hole Punched Cardstock" = "Лек перфориран картон";
"Lightweight Pre-Printed" = "Предварително отпечатана лека";
"Loading Failed Message" = "Невъзможна връзка с принтера при този опит.  Списъкът с хартиите на принтера не може да се зареди.";
"Loading Failed Title" = "Неуспешно зареждане";
"Local Accounting" = "Локално отчитане";
"Long" = "Дълга";
"Long Edge Feed" = "Подаване с дълг. ръб";
"Long Edge Feed (Normal)" = "Подаване с дългия ръб (нормално)";
"Low" = "Малко";
"magenta" = "магента";
"Magenta" = "Магента";
"magenta colors" = "магента цветовете";
"Magenta-Green" = "магента-зелено";
"Magenta-Green:" = "Магента-зелено:";
"MagentaLevel" = "Магента";
"Mailbox" = "Пощенска кутия";
"Mailbox Number" = "Пощенска кутия номер";
"Mailbox:" = "Пощенска кутия:";
"Main Tray" = "Главна тава";
"MakeAllColors" = "Направете %1$@";
"MakeColors" = "Направете %1$@ цветове";
"MakeModifiedAllColors" = "Направете %1$@ %2$@";
"MakeModifiedColors" = "Направете %1$@ %2$@ цветове";
"Manage..." = "Управление...";
"Manual" = "Ръчно";
"Manual Feed (Tray 1)" = "Ръчно зареждане (Тава 1)";
"Manual Feed Tray 1 (MPT)" = "Ръчно зареждане на тава 1 (МРТ)";
"Manually Configure Black" = "Ръчно конфигуриране на черното";
"Mask Account ID (****)" = "Маскиране на ИД на акаунта (***)";
"Mask User ID (****)" = "Потребителски ИД на маска (***)";
"Matte" = "Мат";
"Max" = "Макс.";
"Maximum" = "Максимално";
"Maximum Inserts Limit Error" = "Достигнали сте лимита на записи на специална страница";
"Medium" = "Средно ";
"Medium (85-105 gsm)" = "Средна (85-105 g/m2)";
"MediumChange" = "Средно %1$@";
"Millimeters" = "Милиметри";
"Minimum" = "Минимално";
"Mirror Both" = "Огледално и двете";
"Mirror Image:" = "Огледално изображение:";
"Mirror Output:" = "Огледален изход:";
"Mirror X" = "Огледално Х";
"Mirror X, Tandem Y" = "Огледално Х, тандем Y";
"Mirror Y" = "Огледално Y";
"Mirror Y, Tandem X" = "Огледално Y, тандем Х";
"Mirrored Image:" = "Огледално изображение:";
"Mirrored Output:" = "Огледален изход:";
"mm" = "мм";
"moderately less" = "средно по-малко";
"moderately more" = "средно повече";
"Monarch Envelope (3.9 x 7.5\")" = "Пощенски плик Monarch (3,9 x 7,5 инча)";
"Monochrome Graphics" = "Монохромни графични изображения";
"Monochrome Images" = "Монохромни изображения";
"More" = "Повече";
"More Adjustments" = "Допълнителни корекции";
"More Adjustments Title" = "Допълнителни корекции";
"More Adjustments..." = "Допълнителни корекции...";
"More Status..." = "Допълнително за статуса...";
"MoreAdjustments" = "Допълнителни корекции";
"MoveDown" = "Придвижи надолу";
"MoveUp" = "Придвижи нагоре";
"Multi Page TIFF" = "Многостраничен TIFF";
"Multifunction Finisher Pro Plus" = "Многофункционален финишър Pro Plus";
"Multifunction Finisher Professional" = "Проф. многофунк. завърш. у-во";
"Multifunction Finisher Professional Plus" = "Проф. многофунк. завърш. у-во Plus";
"Multiple" = "Няколко";
"Multiple Finishing" = "Няколко завършващи операции";
"Multiple Finishing..." = "Повече завършващи операции...";
"Multiple Staples" = "Няколко телчета";
"Multi-Staple" = "Множество телчета";
"My Paper List" = "Списък на Моите хартии";
"Name" = "Име";
"Name(Required):" = "Име (задължително):";
"Name:" = "Име:";
"Named Paper" = "Надписана хартия";
"Named Paper..." = "Надписана хартия...";
"Native" = "Свой";
"NearEmpty" = "Почти празна";
"Negative Image" = "Отрицателно изображение";
"Negative Image:" = "Отрицателно изображение:";
"Negative Output" = "Негативен изход";
"Negative Output:" = "Негативен изход:";
"Never Apply Embedded Profiles" = "Никога не прилагай вградените профили";
"New Named Paper" = "Нова надписана хартия";
"New Watermark" = "Нови...";
"Next" = "Следващ";
"No" = "Не";
"No Back Cover" = "Без задна корица";
"No Banner Page" = "Без титулен лист";
"No Banner Pages" = "Без титулни листове";
"No Booklet Finishing" = "Без завършване на брошура";
"No Booklet Folding" = "Без сгъване за брошура";
"No Covers" = "Без корици";
"No Extra Trays" = "Няма допълнителни тави";
"No Finisher" = "Няма завършващо устройство";
"No Finishing" = "Не завършвай";
"No Folding" = "Без сгъване";
"No Hole Punch" = "Не перфорирай";
"No Hole Punching" = "Без перфориране";
"No Offset" = "Без изместване";
"No Separators" = "Без разделители";
"No Staple" = "Не подшивай";
"No Stapling" = "Без телбодиране";
"No Trimming" = "Без изрязване";
"No Watermark" = "Няма";
"No. 10 Envelope (4.1 x 9.5\")" = "Пощенски плик № 10 (4,1 x 9,5 инча)";
"No. 9 Envelope (3.9 x 8.9\")" = "Пощенски плик # 9 (3,9 x 8,9 инча)";
"NoCovers" = "Без корици";
"None" = "Няма";
"Normal" = "Нормално";
"Normal (52-84 gsm)" = "Нормална (52-84 g/m2)";
"Normal Print" = "Нормален печат";
"Not Full" = "Не е пълна";
"Not Graphics(Only Images, Text)" = "Без графиките(Само изобр., текста)";
"Not Images(Only Text, Graphics)" = "Без изобр.(Само текста, графиките)";
"Not Installed" = "Не е инсталиранo";
"Not Text(Only Images, Graphics)" = "Без текста(Само изобр., графиките)";
"Note: When staple is selected, then each subset is stapled." = "Забележка: Всеки поднабор се подшива след избиране на телче.";
"Notes Label" = "Бележки";
"Notify me when job has completed" = "Уведоми ме, когато приключи изпълнението на заданието";
"Notify me when job has completed or failed" = "Уведоми ме, когато изпълнението на заданието е завършило или е неуспешно";
"Notify me when job has failed" = "Уведоми ме, когато изпълнението на заданието е неуспешно";
"Number in Sequence:" = "Номер по ред:";
"Number of Pads:" = "Брой тампони:";
"Number of Pages:" = "Брой страници:";
"Number of Passes:" = "Брой преминавания:";
"Number of Sheets:" = "Брой листи:";
"Object Based Clear:" = "Обектно-базирано прозрачно покритие:";
"OCT (Offset Catch Tray)" = "OCT (Тава с регулиране на изместването)";
"Off" = "Изкл.";
"Office Color" = "Цветен офисен";
"Office Finisher" = "Офис финишър";
"Office Finisher LX" = "Office Finisher LX";
"Office Finisher LX with Booklet Maker" = "Office Finisher LX с у-во създ. на бр.";
"Office Finisher with Booklet Maker" = "Office Finisher с у-во създ. на бр.";
"Offset Catch Tray" = "Тава с механизъм за отместване";
"Offset Each Set" = "Изместване за всеки комплект";
"Offset/Subset" = "Изместване/поднабор";
"Offset/Subset..." = "Изместване/поднабор...";
"Offset:" = "Изместване:";
"Offsetting Catch Tray" = "Тава с регулиране на изместването";
"Oficio (216 x 343 mm)" = "Oficio (216 x 343 мм)";
"OficioSEF" = "Oficio (216 x 343 мм) SEF";
"OK" = "OK";
"On" = "Вкл.";
"Once" = "Веднъж";
"Once, Then Repeat" = "Веднъж, след това повторно";
"One Extra Tray" = "Една допълнителна тава";
"One Sided" = "Едностранно";
"Only Graphics" = "Само графиките";
"Only Images" = "Само изображенията";
"Only Prompt for Color" = "Питай само за цветно";
"Only Prompt For Color and Fax" = "Подсказване само за Цвят и Факс";
"Only Prompt for Fax" = "Питай само за факс";
"Only Text" = "Само текста";
"Open Envelope (178 x 254 mm)" = "Отворен пощенски плик (178 x 254 мм)";
"Open Envelope (6 x 9\")" = "Отворен пощенски плик (6 x 9 инча)";
"Open Envelope (7 x 10\")" = "Отворен пощенски плик (7 x 10 инча)";
"OPI Prescan:" = "OPI предварително сканиране:";
"OPI Substitution:" = "OPI замяна:";
"Optimal" = "Оптимално";
"Optimize for Economy" = "Оптимизирай за икономия";
"Optimize for Speed" = "Оптимизирай за скорост";
"Optional Booklet Module" = "Опционален модул за брошури";
"Optional Duplex Unit" = "Опционален дуплексен блок";
"Optional Hard Drive" = "Опционален твърд диск";
"Optional RAM Disk" = "Опционален RAM диск";
"Optional Secure Digital Card" = "Опционална карта Secure Digital";
"Options" = "Опции";
"Options:" = "Опции:";
"orange" = "оранжеви";
"Orange" = "Оранжево";
"orange colors" = "оранжевите цветове";
"Order Supplies" = "Поръчай консумативи";
"Organization" = "Организация";
"Organization:" = "Организация:";
"Other" = "Други";
"Other Color" = "Друг цвят";
"Other Size" = "Друг размер";
"Other Type" = "Друг тип";
"Other Weight" = "Друго тегло";
"OtherType" = "Друг тип";
"Output Color" = "Изходен цвят";
"Output Color:" = "Изходен цвят:";
"Output Destination" = "Изходна дестинация";
"Output Destination:" = "Изходна дестинация:";
"Output Options" = "Опции за изходните документи";
"Output Options:" = "Опции за изходните документи:";
"Output Tray" = "Изходна тава";
"Oversized High Capacity Feeder" = "Висок. под. у-во за харт. с голям р-р";
"Oversized High Capacity Feeder (2 Trays)" = "Висок.под.у-во за х. с гол. р-р (2 тави)";
"Oversized Tabloid (12 x 18\")" = "Много голям таблоид (12 x 18 инча)";
"Pads" = "Тампони";
"Pads Copies Alert Message" = "Функцията Копия в прозореца за печат на приложението трябва да се зададе на ";
"Pads Enabled" = "Активирани тампони";
"Pads..." = "Тампони...";
"Pads:" = "Тампони:";
"Page(s) Note" = "Заб.: Въведете номерата на стр. и/или интервалите от стр., отделени със запетаи.  Например: 1,3,5-12.";
"Page(s) Title" = "Страница(и)";
"Page(s):" = "Страница(и):";
"Pages Per Subset" = "Страници в поднабор";
"Pages Per Subset:" = "Страници в поднабор:";
"Pages to Print" = "Страници за отпечатване";
"Pages to Print (Expert)" = "Страници за отпечатване: (Експерт)";
"Pages to Print Note" = "Забележка: Използвайте тази настройка за Диапазон за печат вместо настройката за печат на приложението, за да сте сигурни, че Специални страници отговарят на правилните страници в документа.";
"Pages to Print:" = "Страници за отпечатване:";
"Paper Color" = "Цвят на хартията";
"Paper Color:" = "Цвят на хартията:";
"Paper Compensation:" = "Компенсация за хартията:";
"Paper Mismatch Policy" = "Правила за несъотв. на хартията";
"Paper Name:" = "Име на хартия:";
"Paper Output" = "Хартия/изход";
"Paper Size:" = "Размер на хартията:";
"Paper Size: " = "Размер на хартията:";
"Paper Tray" = "Тава за хартия";
"Paper Trays" = "Тави за хартия";
"Paper Type" = "Тип хартия";
"Paper Type:" = "Тип хартия:";
"Paper Weight" = "Тегло на хартията:";
"Paper Weight (gsm):" = "Тегло на хартията (g/m2):";
"Paper Weight:" = "Тегло на хартията:";
"Paper/Output" = "Хартия/изход";
"Paper:" = "Хартия:";
"Passcode Title" = "Парола";
"Passcode..." = "Парола ...";
"Passcode:" = "Парола:";
"PDF" = "PDF";
"Perceptual" = "Зависеща от възприятието";
"Perfect Binding" = "Идеално подвързване";
"Perfect Binding..." = "Идеално подвързване...";
"PerfectBinderInserterTray" = "Тава на вмъкващия модул на устройството за термолепене";
"Personal and Shared Saved Jobs" = "Лични и споделени записани задания";
"Personal Job" = "Лично задание:";
"Personal Print" = "Печат за лични цели";
"Personal Saved Jobs" = "Лични записани задания";
"PhaserSMART Technical Support" = "Техническа поддръжка за PhaserSMART";
"PhaserSMART Technical Support Note" = "Съпровожда през вашата система за достъп до програмата PhaserSMART, която ви дава решения при проблеми, специфични за вашата система. (само на английски)";
"Phone Label" = "Телефон";
"Photo" = "Снимки";
"Photo Mode" = "Фото режим";
"Picture Watermark" = "Изображение";
"pink" = "розови";
"Pink" = "Розово";
"pink colors" = "розовите цветове";
"Plain" = "Обикновена";
"Plain Paper" = "Обикновена хартия";
"Plain Reloaded" = "Обикновена презаредена";
"Portrait Left" = "Портрет - ляво";
"Portrait Right" = "Портрет - дясно";
"Position Shift" = "Изместване на позицията";
"Post Card (3.5 x 5.5\")" = "Пощенска картичка (3,5 x 5,5 инча)";
"Post Card (4 x 6\")" = "Пощенска картичка (4 х 6 инча)";
"Post Card (6 x 9\")" = "Пощенска картичка (6 х 9 инча)";
"Post Process Inserter" = "Вмъкващо устройство след обработка";
"Post Process Inserter (Tray 6)" = "Вмък. у-во след обраб. (Тава 6)";
"Post Process Inserter (Tray 7)" = "Вмъкващо устройство след обработка (Тава 7)";
"Post Process Inserter (Tray 8)" = "Вмъкващо у-во след обработка (Тава 8)";
"Postcard" = "Пощ. картичка";
"Postcard (100 x 148 mm)" = "Пощенска картичка (100 x 148 мм)";
"Postcard (148 x 200 mm)" = "Пощенска картичка (148 x 200 мм)";
"Postcard (4 x 6\")" = "Пощенска картичка (4 x 6 инча)";
"Postcard (4.25 x 5.5\")" = "Пощенска картичка (4,25 x 5,5 инча)";
"PPI(Post Process Inserter)" = "PPI (Вмъкващо устройство след обработка)";
"PR Booklet Maker Finisher" = "PR финишър с у-во за брошури";
"PR Finisher" = "PR финишър";
"PR Finisher Plus" = "PR финишър плюс";
"Pre-Cut Tab" = "Предварително изрязан разделител";
"Pre-Cut Tab Cardstock" = "Предв. изряз. раздел. - плътна хартия";
"Pre-Cut Tab Title" = "Предварително изрязани разделители";
"Pre-Cut Tab-Embossed" = "Предварително изрязан разделител - релефен";
"Pre-Cut Tabs" = "Предварително изрязани разделители";
"Pre-Cut Tabs Extra Heavyweight Cardstock" = "Предв.изряз.раздел.- мн.теж.плът.харт.";
"Pre-Cut Tabs Heavyweight Cardstock" = "Предв. изряз. раздел. - теж. плът. харт.";
"Preprinted" = "С предварителен печат";
"Pre-printed" = "Предварително отпечатана";
"Pre-Printed" = "Предварително отпечатана";
"Pre-Printed Cardstock" = "Предварително отпечатан картон";
"Pre-Printed Heavyweight Cardstock" = "[MT]Pre-Printed Heavyweight Cardstock";
"Prepunched" = "Предварително перфорирана";
"Pre-punched" = "Предварително перфорирана";
"Press Match" = "Натиснете \"Съответствие\"";
"Preview" = "Визуализация";
"Previous" = "Предишен";
"Print a Confirmation Sheet" = "Печатай лист за потвърждение";
"Print a Cover Sheet" = "Печатай заглавна страница";
"Print and Save<3A>" = "Печат и запис<3A>";
"Print As Grayscale" = "Печат като сива тоналност";
"Print Both" = "Печат и на двете";
"Print Engine" = "Печатен модул ";
"Print ID in Margins - All Pages" = "Отпечатване на ИД в полетата - Всички стр.";
"Print ID in Margins - First Page Only" = "Отпечатване на ИД в полетата - Само на първа стр.";
"Print ID on a Banner Page" = "Отпечатване на ИД на титулен лист";
"Print ID on a Banner Sheet" = "Отпечатване на ИД титулния лист";
"Print in Background" = "Фонов печат";
"Print in Foreground" = "Печат на преден план";
"Print Inside" = "Печат отвътре";
"Print Job ID in Margins - All Pages" = "Отпечатване на ИД на задание в полетата - Всички стр.";
"Print Job ID in Margins - First Page Only" = "Отпечатване на ИД на задание в полетата - Само на първа стр.";
"Print on All Pages" = "Печат на всички страници";
"Print on Both Sides" = "Печат от двете страни";
"Print on Page 1 Only" = "Печат само на страница 1";
"Print on Side 1" = "Печат на страна 1";
"Print on Side 2" = "Печат на страна 2";
"Print Optimization:" = "Оптимизация на печата:";
"Print Outside" = "Печат отвън";
"Print Quality" = "Качество на печата";
"Print Quality:" = "Качество на печата:";
"Print Settings on Page" = "Настройки за печат на страницата";
"Print With Passcode Note 1" = "Забележка: За да покажете личните си запазени задачи, въведете паролата, която сте използвали при записването на задачите на принтера.";
"Print With Title" = "Отпечатване с";
"Print With..." = "Отпечатване с...";
"Printed" = "Разпечатана";
"Printed Covers" = "Отпечатани корици";
"Printed Option" = "Разпечатана";
"Printed Separators" = "Отпечатани разделители";
"Printer Default" = "Подразбиращ(а) се на принтера";
"Printer Default Color" = "Подразбиращ се цвят за принтера";
"Printer Default Type" = "Подразбиращ се тип за принтера";
"Printer Emulation:" = "Емулация на принтера:";
"Printer Model" = "Принтер модел";
"Printer Paper List" = "Списък на хартиите на принтера";
"Printing Optimization:" = "Оптимизация на печата:";
"Printing Scout Job Notification:" = "Уведомяване за задание на Printing Scout:";
"Private:" = "Лична:";
"Production Finisher" = "Производствен финишър";
"Productivity Pack" = "Пакет за производителност";
"Professional Finisher" = "Професионален финишър";
"Professional Office Finisher" = "Професионално завършващо устройство";
"Profile Name:" = "Име на профил:";
"Prompt me at the printer to load the correct paper size" = "Подскажи на пр. подх. тип хартия зарежд.";
"Prompt me at the printer to load the correct paper type" = "Подскажи на пр. подх. тип хартия зарежд.";
"Prompt me when" = "Уведомяване при";
"Proof Print" = "Печат на коректура";
"Proof Print Select Alert" = "Настройването на %1$@ от този прозорец ще промени типа на заданието от защитен печат на %2$@.  Натиснете \"OK\", за да промените типа на заданието на %3$@.";
"Proof Print..." = "Печат на коректура...";
"PSK + PSK" = "PSK + PSK";
"PSK + PSK + PSK" = "PSK + PSK + PSK";
"PSK + PSK + PSK + PSK" = "PSK + PSK + PSK + PSK";
"PSK(Production Stacker)" = "Устройство за подреждане на продукцията";
"Public<3A>" = "Публична<3A>";
"Punch Location" = "Място за перфориране";
"Punched" = "Перфорирана";
"Pure" = "Чиста";
"Pure Black" = "Чисто черно";
"purple" = "пурпурни";
"Purple" = "Пурпурно";
"purple colors" = "пурпурните цветове";
"Quantity Label" = "Количество:";
"Quantity:" = "Количество:";
"RAM Disk" = "RAM диск";
"RBG to Black for Text/Graphics" = "RGB до черно за текст/графични изображения";
"Recipient Information:" = "Информация на получателя:";
"Recipient Name:" = "Име на получателя:";
"Recipients" = "Получатели";
"Recycled" = "Рециклирана";
"red" = "червени";
"Red" = "Червено";
"red colors" = "червените цветове";
"Register System" = "Регистрирай системата";
"Register System Note" = "Регистрира вашата система онлайн.";
"Regular" = "Регулярна";
"Relative Colorimetric" = "Относителна колориметрична";
"Remove" = "Отстрани";
"Remove Multiple Recipients" = "Сигурни ли сте, че желаете да премахнете %1$@ избрани получатели?";
"Remove Recipient Note" = "Сигурни ли сте, че желаете да премахнете този получател?";
"Remove Recipient?" = "Да се премахне ли получателят?";
"Removing a Recipient" = "отстраняване на получател";
"Replace" = "Смени";
"Request Offset" = "Поискайте изместване";
"Request Offset:" = "Поискайте изместване:";
"Required" = "Задължителни";
"Required Fixed Length Secure Print Passcode Alert" = "Функцията \"Защитен печат\" изисква %1$@ -цифрена парола.  За вас е избрана случайна парола.";
"Required Passcode Title" = "Необходима е кодова парола";
"Required Variable Length Secure Print Passcode Alert" = "За да използвате функцията \"Защитен печат\" се изисква %1$@-%2$@ -цифрена парола.  За вас е избрана случайна парола.";
"Resolution:" = "Резолюция:";
"RGB Color" = "RGB цвят";
"RGB Color Space" = "Цветово пространство RGB";
"RGB Color:" = "RGB цвят:";
"RGB Neutral Gray" = "Неутрални сиви тонове в RGB";
"RGB Neutral Gray:" = "Неутрални сиви тонове в RGB:";
"RGBImages" = "RGB изображения:";
"RGBTextGraphics" = "RGB текст и графика:";
"Right" = "Дясно";
"Right Bind" = "Подвързване отдясно";
"Right Bottom Tray" = "Дясна долна тава";
"Right Bottom Tray (Booklet Maker)" = "Дясна долна тава (Устройството за брошури)";
"Right Center Tray" = "Дясна централна тава";
"Right Middle Tray" = "Дясна средна тава";
"Right Middle Tray(Office Finisher LX with Booklet Maker)" = "Дясна средна тава (Office Finisher LX с устройство за създаване на брошури)";
"Right Side Tray" = "Дясна странична тава";
"Right To Left" = "Отдясно наляво";
"Right Top Tray" = "Горна дясна тава";
"Right Tray" = "Дясна тава";
"Rotate Image 180 Degrees:" = "Обръщане на изображение на 180 градуса:";
"Rough" = "Груба";
"Rough Surface" = "Грапава повърхност";
"Same Rendering For All Objects" = "Еднакво рендиране за всички обекти";
"Sample Set" = "Примерен комплект";
"Sample Set Title" = "Примерен комплект";
"Satin" = "Сатен";
"Saturation" = "Наситеност";
"Saturation:" = "Наситеност:";
"Save to Address Book" = "Запази в адресната книга";
"Save to Mailbox" = "Запиши в пощенската кутия";
"Save<3A>" = "Запиши<3A>";
"Saved Background Form Title" = "Записан фонов формуляр";
"Saved Background Form..." = "Записан фонов формуляр...";
"Saved Job Title" = "Записано задание";
"Saved Job..." = "Записано задание...";
"Saved Jobs:" = "Записани задания:";
"Scale document to fit currently loaded paper size" = "Мащабиране на документа така, че да побере заредената в момента хартия";
"Scale to New Paper Size:" = "Мащабиране до новия размер на хартията: ";
"Scan" = "Сканиране";
"Scan and Gather" = "Сканиране и събиране";
"SCT (Simple Catch Tray)" = "SCT (опростена тава за поемане)";
"Secure Digital Card" = "Карта Secure Digital";
"Secure Print Note 1" = "Забележка: Заданието ще бъде задържано на принтера, докато въведете тази тази парола, за да го освободите. ";
"Secure Print Title" = "Защитен печат";
"Secure Print..." = "Защитен печат...";
"Secure Saved Job:" = "Защитено записано задание:";
"Select By Tray" = "Избор по тава";
"Semi-Gloss" = "Полу-гланц";
"Semi-Rough" = "Полугруба";
"Send Account ID Only" = "Изпрати само ИД на акаунта";
"Send Accounting ID Only" = "Изпрати само ИД за отчитане";
"Send All" = "Изпрати всичко";
"Send At" = "Изпрати на";
"Send BillingID Only" = "Изпрати само ИД за таксуване";
"Send Now" = "Изпрати сега";
"Send Speed:" = "Скорост на изпращане:";
"Send Time:" = "Време на изпращане:";
"Send to Email" = "Изпращане към имейл";
"Send User ID and Account ID" = "Изпрати ИД на потребителя и ИД на акаунта";
"Send User ID and Accounting ID" = "Изпрати ИД на потребителя и ИД за отчитане";
"Send User ID Only" = "Изпрати само ИД на потребител";
"Sender Information:" = "Информация на изпращача:";
"Sender Name:" = "Име на изпращача:";
"Separator Options" = "Опции за разделител:";
"Separators Title" = "Разделители";
"Separators..." = "Разделители...";
"Sequenced" = "Сортирана";
"Sequenced-Embossed" = "Сортирана – релефна";
"Set 2-Sided Print" = "Двустранен печат";
"Set Draft Mode as my Print Quality" = "Задай Режим на чернова като мое Качество на печат";
"Set Earth Smart Proof Print as my Job type" = "Задаване на спестяващ печат на коректура като мой тип задание";
"Set Proof Print as my Job Type" = "Задаване на контролния печат като моя тип задача";
"Set Separators:" = "Разделители на комплекти:";
"Setup Title" = "Настройка";
"Setup..." = "Настройки....";
"Shared Job" = "Споделено задание:";
"Shared Saved Jobs" = "Споделени записани задания";
"Sheets Per Pad:" = "Страници на тампон:";
"Short" = "Къса";
"Short Edge Feed" = "Подаване с късия ръб";
"Show Advanced" = "Показване на Разширени";
"Show Basic" = "Показване на Основни";
"Show Custom Text" = "Показвай потребителски текст";
"Show Fonts..." = "Покажи шрифтове... ";
"Show papers with unsupported attributes" = "Покажи хартиите с неподдържани атрибути";
"Show papers with unsupported values" = "Покажи хартиите с неподдържани стойности";
"Show Recipients" = "Показвай получателите";
"Side:" = "Странично:";
"Side_1_X" = "Страна 1: X: ";
"Side_1_Y" = "Y:  ";
"Side_2_X" = "Страна 2: X: ";
"Side_2_Y" = "Y:  ";
"Side1" = "Страна 1:";
"Side2" = "Страна 2:";
"Sides Coated" = "Страните са покрити";
"Sides Coated:" = "Страни с покритие:";
"Signature Booklet Maker" = "У-во за създ. на брошури тип сигнатура";
"Silver" = "Сребърно";
"Simple Catch Tray" = "Опростена тава за поемане";
"Simulate Adobe RGB (1998) Display" = "Симулиране на Adobe RGB (1998) дисплей";
"Simulate LCD Display" = "Симулиране на LCD дисплей";
"Simulate sRGB Display" = "Симулиране на sRGB дисплей";
"Single Page TIFF" = "Едностраничен TIFF";
"Single Print Engine" = "Печатен модул за едностранен печат";
"Size" = "Размер";
"Size Mismatch Instructions" = "Този размер хартия не съответства на размера на документа.  За да печатате на този размер хартия, трябва или да промените размера на документа в приложението, или да използвате функцията Paper Handling (Работа с хартия), предоставена от Apple в прозореца за печат.";
"skin tone colors" = "цветове с телесен тон";
"SkinTones" = "Цветове с телесен тон";
"Skip Blank Pages" = "Пропусни празните страници";
"Skip Blank Pages:" = "Пропусни празните страници:";
"SkyBlue" = "Небесно-сини цветове";
"sky-blue colors" = "небесно-сини цветове";
"slightly less" = "малко по-малко";
"slightly more" = "малко повече";
"SlightlyLess" = "Малко по-малко";
"SlightlyMore" = "Малко повече";
"Slip Sheets" = "Плъзни листи";
"Small" = "Малка";
"Smooth" = "Гладка";
"SNAP" = "SNAP";
"SNAP Press" = "SNAP корекция";
"SNMP Community Name (Get):" = "SNMP име на общност (получаване):";
"Source" = "Източник:";
"Source Color" = "Цвят на източника";
"Sparta Punch" = "Sparta Punch";
"Special" = "Специален";
"Special Page Input Error" = "Въведете номерата на стр. и/или интервалите от стр., отделени със запетаи.\nНапример: 7-12, 24-37.";
"Special Page Limit Error" = "Достигнали сте лимита на записи на специална страница.";
"Special Page Range Order Error" = "Въведете интервалите от стр., в които номерът на нач. стр. е по-малък от този на кр. стр.\nНапример: 7-12, 24-37.";
"Special Page Too Large Error" = "Въведете номера на стр., които имат %1$@ или по-малко цифри.";
"Special Page Too Small Error" = "Мин. допустим номер на стр. е %1$@.";
"Special Page Value Too Large Error" = "Макс. допустим номер на стр. е %1$@.";
"Special Pages" = "Специални страници";
"Spot Color" = "Спот цвят";
"Spot Colors:" = "Прости цветове:";
"SpotImages" = "Прости цветове - изображения:";
"SpotTextGraphics" = "Прости цветове - текст и графика:";
"Square Fold" = "Сгъване под прав ъгъл";
"Square Fold..." = "Сгъване под прав ъгъл...";
"Square Fold:" = "Сгъване под прав ъгъл:";
"SquareFold Trimmer" = "Устройство за изрязване SquareFold:";
"SRA3 (320 x 450 mm)" = "SRA3 (320 x 450 мм)";
"sRGB" = "sRGB";
"sRGB Display" = "sRGB дисплей";
"sRGB Neutral Grays:" = "Неутрални сиви тонове в RGB:";
"sRGB Scientific" = "sRGB за научни изображения";
"Stacker Tray" = "Тава на сортира";
"Stacker Tray - HCS" = "Тава на сортира - HCS";
"Stacker Tray - HCS1" = "Тава на сортира - HCS1";
"Stacker Tray - HCS2" = "Тава на сортира - HCS2";
"Stacker Tray 1" = "Тава на сортира 1";
"Stacker Tray 2" = "Тава на сортира 2";
"Standard" = "Стандартно";
"Standard Finisher" = "Стандартно завършващо устройство";
"Standard Finisher + PSK" = "Стандартен финишър + PSK";
"Standard Finisher + PSK + PSK" = "Стандартен финишър + PSK + PSK";
"Standard Finisher + PSK + PSK + PSK" = "Стандартен финишър + PSK + PSK + PSK";
"Standard Finisher + XPS" = "Стандартен финишър + XPS";
"Standard Finisher + XPS + XPS" = "Стандартен финишър + XPS + XPS ";
"Standard Finisher + XPS + XPS + XPS" = "Стандартен финишър + XPS + XPS + XPS";
"Standard Finisher Plus" = "Стандартно завършващо устройство Plus";
"Standard Labels" = "Стандартни етикети";
"Standard Output Tray" = "Стандартна изходна тава";
"Staple Location" = "Място на телчето";
"Stapling" = "Поставяне на телбод";
"Stapling:" = "Подшиване:";
"Start Message:" = "Съобщение за стартиране на заданието:";
"Statement" = "Statement";
"Statement (5.5 x 8.5\")" = "Statement (5,5 x 8,5 инча)";
"Stochastic" = "Случайно";
"Stock Finishing:" = "Завършване на набор:";
"Store File in Folder" = "Съхрани файла в папка";
"sunny" = "слънчеви";
"Sunny" = "Слънчево";
"Super G3 (33.6 Kbps)" = "Super G3 (33,6 Kbps)";
"Superfine" = "Суперфина";
"Suppress Clear" = "Потискане на прозрачно покритие";
"Suppress White" = "Потискане на бялото";
"Suppress_Alert" = "Не показвай отново";
"SWOP" = "SWOP";
"Swop Coated CMYK" = "Swop Coated CMYK";
"Swop Plus CMYK" = "Swop Plus CMYK";
"SWOP Press" = "SWOP корекция";
"System" = "Система";
"System Specified" = "Посочен от системата";
"System Status" = "Състояние на системата";
"System Status Note" = "Влиза на уеб страницата на CentreWare® IS за системата (ако системата е в мрежа).";
"Tab Margin Note" = "Забележка: този принтер не може автоматично да прочиства сортирана хартия. Натиснете Помощ за подробности.";
"Tab Margin Shift:" = "Изместване границата на перфорацията:";
"Tabloid (11 x 17\")" = "Таблоид (11 x 17 инча)";
"Tandem Both" = "Тандем и двете";
"Tandem X" = "Тандем Х";
"Tandem Y" = "Тандем Y";
"Telephone Number:" = "Телефонен номер:";
"Text and Graphics Profile" = "Профил на текста и графич. изображения";
"Text and Graphics:" = "Текст и графични изображения:";
"Text Object Rendering" = "Рендиране на текстови обекти";
"Text Watermark" = "Текст";
"Textured/Embossed" = "С текстура/релефна";
"then" = ", след което";
"Thick Card Stock" = "Дебел картон";
"Thick Glossy Paper" = "Дебела гланцирана хартия";
"Thin Card Stock" = "Тънък картон";
"Thin Glossy Paper" = "Тънка гланцирана хартия";
"Thin Line Enhancement:" = "Открояване на тънките линии:";
"Third-Party Custom Accounting" = "Персонализирана отчетност на други производители";
"Third-Party Note" = "Инсталирани са решения за персонализирана отчетност на други производители.";
"Three Extra Trays" = "Три допълнителни тави";
"Throughout Job" = "В цялото задание";
"Time to Print:" = "Отпечатай в:";
"to" = "до";
"To Label" = "До";
"To:" = "До:";
"Toner Saver" = "Спестяване на тонер";
"Toner Saver:" = "Спестяване на тонер:";
"toolTip" = "инструменти за подсказка TBD";
"Top" = "Горе";
"Top Bind" = "Подвързване отгоре";
"Top Rotation:" = "Въртене горе:";
"Top Tray" = "Горна тава";
"Top Tray - HCS" = "Горна тава - HCS";
"Top Tray - HCS1" = "Горна тава - HCS1";
"Top Tray - HCS2" = "Горна тава - HCS2";
"Top Tray 3" = "Горна тава 3";
"TopLeft" = "Горе ляво";
"TopRight" = "Горе дясно";
"Transfer" = "Трансфер";
"Transparency" = "Прозрачно фолио";
"Transparency Separators..." = "Разделители на прозрачно фолио...";
"TransparencySeparators Title" = "Разделители на прозрачно фолио";
"TransparencySeparators:" = "Разделители на прозрачно фолио:";
"TransparencySeparatorsNote:" = "Заб.: Изп. функцията за добавяне на разделител м/у прозрачни фолиа.  Настр. се прилагат само когато типът на харт. е зад. като Прозрачно фолио.";
"Trapping" = "Застъпване";
"Trapping:" = "Застъпване:";
"TrappingRange" = "1-20 пиксела";
"Tray 1" = "Тава 1";
"Tray 1 (Bypass)" = "Тава 1 (Байпас)";
"Tray 1 (MPT)" = "Тава 1 (MPT)";
"Tray 2" = "Тава 2";
"Tray 3" = "Тава 3";
"Tray 3 (High Capacity)" = "Тава 3 (голям капацитет)";
"Tray 4" = "Тава 4";
"Tray 4 (Bypass)" = "Тава 4 (Байпас)";
"Tray 4 Bypass Tray" = "Тава 4 Байпас";
"Tray 5" = "Тава 5";
"Tray 5 - PFP" = "Тава 5 -PFP";
"Tray 5 (Bypass)" = "Тава 5 (Байпас)";
"Tray 5 (Bypass) Feed Edge:" = "Тава 5 (Байпас) - страна за подаване:";
"Tray 6" = "Тава 6";
"Tray 6 (High Capacity)" = "Тава 6 (висококапацитетни)";
"Tray 6 (Inserter)" = "Тава 6 (Вмъкващо устройство)";
"Tray 7" = "Тава 7";
"Tray 7 (High Capacity)" = "Тава 7 (с голям капацитет)";
"Tray 8 (Inserter)" = "Тава 8 (Вмъкващо устройство)";
"Tray T1" = "Тава T1";
"Tray1" = "Тава: 1";
"Tray2" = "Тава: 2";
"Tray3" = "Тава: 3";
"Tray4" = "Тава: 4";
"Tray5" = "Тава: 5";
"trayEmpty" = "0% - Празна";
"trayFull" = "100% - Пълна";
"Treated" = "Третирана";
"Tri-Fold Module" = "Модул за тройно сгъване";
"Trim Edge Range" = "(%1$@-%2$@ %3$@)";
"Trim Outside Edge" = "Изрязване на външния ръб";
"Trim Outside Edge..." = "Изрязване на външния ръб...";
"Trim Outside Edge:" = "Изрязване на външния ръб:";
"Trim Size:" = "Размер на изрязване:";
"Trim Top/Bottom Edges" = "Изрязване на гор./дол. ръбове";
"Trimmed Height" = "Изрязана височина";
"Trimmed Length:" = "Изрязана дължина:";
"Trimming Adjustments" = "Настройки за изрязване";
"Trimming/Finishing" = "Изрязване/завършване";
"Trimming/Finishing..." = "Изрязване/завършване...";
"Trimming:" = "Изрязване:";
"TrimOutsideEdge Title" = "Изрязване на външния ръб";
"True" = "Вярно";
"True 1200x1200 dpi" = "Истински 1200x1200 dpi (точки на инч)";
"True Gray Graphics:" = "True Gray графика:";
"Turn off Banner Pages" = "Изключи титулни листове";
"Two Extra Trays" = "Две допълнителни тави";
"Two Sided" = "Двустранно";
"Two-sided Trimmer" = "У-во за двустр. изрязване";
"Type" = "Тип";
"Type Title" = "Тип";
"Ultrafine" = "Ултрафино";
"Uncoated" = "Без покритие";
"Uncoated Finish" = "Завършване без покритие";
"Uncoated Finish:" = "Завършване без покритие:";
"Uncollated" = "Некомплектувано";
"Unconfirmed" = "Непотвърдено";
"Unknown" = "Неизвестен";
"Unspecified" = "Не е указано";
"US Folio (8.5 x 13\")" = "Американско фолио (8,5 x 13 инча)";
"US Sheet Fed Coated CMYK" = "US Sheet Fed с покритие CMYK";
"Use Application Halftones" = "Използвайте полутоновете от приложенията";
"Use CMYK Color Settings for Black" = "Изп. на цветови CMYK настр. за черно";
"Use Composite Black" = "Използвайте съставно черно";
"Use Document Name" = "Използвай името на документа";
"Use Embedded Clear" = "Използвай вграденото прозрачно покритие";
"Use Embedded White" = "Използване на вградено бяло";
"Use Global Adjustments" = "Използване на глобални корекции";
"Use In Job" = "Използване при задание";
"Use Job Setting" = "Използвай настройката на заданието";
"Use Leading Pages" = "Използване на водещи страници";
"Use Login Name" = "Използвай името за влизане в системата";
"Use Name Only (Expert)" = "Използвайте само името (експерт)";
"Use Printer Control Panel Setting" = "Изп. настр. на панела за упр. на принт.";
"Use Printer Halftones" = "Използвай полутонове на принтера";
"Use Printer Halftones:" = "Използвай полутонове на принтера:";
"Use Pure Black" = "Използвайте чисто черно";
"Use RGB Color Settings for Black" = "Изп. на цветови RGB настр. за черно";
"UseGlobal" = "Използвайте глобални корекции";
"User ID / Passcode:" = "ИД на потребител/Парола:";
"User ID:" = "Потребителски ИД:";
"User Name:" = "Потребителско име:";
"User TRCs:" = "Потребителски TRC:";
"Value" = "Стойност";
"Version:" = "Версия:";
"VersionBuild" = "%1$@ (%2$@)";
"Vertical Offset" = "Вертикално:";
"Vertical Position:" = "Вертикална позиция:";
"vivid" = "ярки";
"Vivid" = "Наситено";
"Vivid Color" = "Ярък цвят";
"Vivid RGB" = "Ярък RGB";
"Vivid sRGB" = "Ярък sRGB";
"Want to know more ?" = "Искате да научите повече?";
"warm" = "топли";
"Warm" = "Топло";
"Warning" = "Предупреждение";
"Watermark Angle" = "Ъгъл:";
"Watermark Editor Title" = "Редактор на водни знаци";
"Watermark Options" = "Опции";
"Watermark Position" = "Позиция: (от центъра)";
"Watermark Scale" = "Мащаб:";
"Watermark:" = "Воден знак:";
"Web Links Note" = "Ако имате инсталиран браузър и връзка с интернет, щракнете върху уеб връзката, за да се свържете директно с уеб страниците от драйвера.";
"Weight" = "Тегло";
"What Color to Change?" = "Кой цвят да се промени?";
"What Type of Change?" = "Какъв вид промяна?";
"white" = "бели";
"White" = "Бяло";
"white colors" = "белите цветове";
"White..." = "Бяло...";
"White:" = "Бяло:";
"Width" = "Ширина";
"Width:" = "Ширина:";
"X" = "X";
"Xerox Automatic Color" = "Автоматичен цвят на Xerox";
"Xerox Automatic Color (Recommended)" = "Автоматичен цвят на Xerox (препоръчително)";
"Xerox Black and White" = "Черно-бяло на Xerox";
"Xerox Job Ticket Note" = "При деактивиране на тази функция драйверът ще извежда само PS. Настройките за билет за задание на Xerox (Функции на принтера) няма да бъдат включени или достъпни. Искате ли да продължите?";
"Y" = "Y";
"yellow" = "жълти";
"Yellow" = "Жълто";
"yellow colors" = "жълтите цветове";
"Yellow-Blue" = "жълт-син";
"Yellow-Blue:" = "Жълто-синьо:";
"YellowLevel" = "Жълто";
"Yes" = "Да";
"Z Fold Half Sheet" = "Z сгънат половин-лист";
"Z Fold Half Sheet (Bottom Bind)" = "Сгъване Z половин лист (долно подвързване)";
"Z Fold Half Sheet (Left Bind)" = "Сгъване Z половин лист (ляво подвързване)";
"Z Fold Half Sheet (Right Bind)" = "Сгъване Z половин лист (дясно подвързване)";
"Z Fold Half Sheet (Top Bind)" = "Сгъване Z половин лист (горно подвързване)";
"Z Fold Half Sheet Enabled" = "Активирано Z сгъване на половин лист";
"Z Fold Half Sheet-Left Bind" = "Сгъване Z половин лист, ляво подвързване";
"Z Fold Half Sheet-Right Bind" = "Сгъване Z половин лист, дясно подвързване";
"Z Tri-Fold" = "Тройно Z-сгъване";
"Z Tri-Fold (Print Inside)" = "Тристранно сгъване Z (отпечатани отвътре)";
"Z Tri-Fold (Print Outside)" = "Тристранно сгъване Z (отпечатани отвън)";
"Z Tri-Fold Print Inside" = "Тройно Z-сгъване, напечатаното е отвътре";
"Z Tri-Fold Print Outside" = "Тройно Z-сгъване, напечатаното е отвън";
"Z Tri-Fold Single Sheet - (Print Inside)" = "Тройно сгъване Z на единични листи (отпечатани отвътре)";
"Z Tri-Fold Single Sheet - (Print Outside)" = "Тройно сгъване Z на единични листи (отпечатани отвън)";
"Z-Fold / C-Fold Unit" = "Модул Z-сгъване / C-сгъване";
"zippy" = "цветисти";
"Zippy" = "Цветисто";

"Color Correction Note" = "Препраща към уеб сайт за връзка с цветовете, на който има съвети за цветен печат, ръководства и шаблони, разработени специално за принтери и системи на Xerox.";
"FX Legal Stuff" = "© 2009-2010 Xerox Corporation. Всички права запазени.\nXerox® и символ във формата на сфера, върху която се пресичат две линии, са търговски марки на Xerox Corporation в Съединените щати и/или други страни.";
"Legal Stuff" = "© 2009-2010 Xerox Corporation. Всички права запазени.\nXerox® и символ във формата на сфера, върху която се пресичат две линии, са търговски марки на Xerox Corporation в Съединените щати и/или други страни.";
"Order Supplies Note" = "Насочва към уеб сайта e-commerce на Xerox, където можете да си поръчате консумативи.";
"Panel Name" = "Xerox функции";
"Xerox ConsistentColor Mode RGB" = "Режим консистентен цвят RGB на Xerox";
"Xerox ConsistentColor Mode RGB Gamma=1" = "Режим консистентен цвят RGB на Xerox Гама=1";
"Xerox Job Ticket:" = "Билет за задание на Xerox:";
"Xerox Network Accounting" = "Мрежово отчитане на Xerox";
"Xerox RGB" = "Xerox RGB";
"Xerox Standard Accounting" = "Стандартно отчитане на Xerox";
"Xerox Standard Accounting or Auditron" = "Стандартно отчитане или ревизиране на Xerox";
"Xerox Support Centre" = "Център за поддръжка на Xerox";
"Xerox Support Centre Note" = "Отваря центъра за поддръжка на Xerox за вашата система, където имате достъп до документацията и видеоматериалите, които съдържат информация за използването на системата, за състоянието й и указания за локализиране на повреди.";
"Xerox Transparency" = "Прозрачно фолио на Xerox";
"Xerox Web Links" = "Уеб връзки на Xerox";
"XPS (Xerox Production Stacker)" = "XPS (Производствен у-во подр. на Xerox)";
"XPS + XPS" = "XPS + XPS";
"XPS + XPS + XPS" = "XPS + XPS + XPS";
"XPSAlertMessage2" = "Инструментът PrintingScout изисква daemon и ще бъде стартиран при влизане в системата. Той може да се деактивира чрез настройване на двустранна комуникация на изключено в прозореца Advanced (Разширени) на падащото меню на Xerox функции в диалоговия прозорец за печат. \n\nАктивиране на PrintingScout?";
